Repository: milesj/emojibase
Catalog: po/*/messages.po
Languages: bn, hi, ja

source: regional indicator %s
bn: আঞ্চলিক সূচক %s
hi: আঞ্চলিক সূচক %s
ja: 地域指標 %s

# LABEL: Very short word for skin tone and/or color (max 1 word if possible)
source: tone
bn: স্বর
hi: सुर
ja: トーン

# LABEL: Name of the asterisk symbol (*)
source: asterisk
bn: তারকাচিহ্ন
hi: तारांकन
ja: アスタリスク

# LABEL: Name of the number sign/hash symbol (#)
source: number sign
bn: সংখ্যা নিদর্শন
hi: संख्या चिह्न
ja: 番号記号

# SKIN TONE: light
source: light skin tone
bn: হালকা ত্বকের স্বর
hi: हल्की त्वचा का रंग
ja: 明るい肌

# SKIN TONE: medium-light
source: medium-light skin tone
bn: মাঝারি-হালকা ত্বকের স্বর
hi: मध्यम-हल्की त्वचा का रंग
ja: やや明るい肌

# SKIN TONE: medium
source: medium skin tone
bn: মাঝারি ত্বকের স্বর
hi: मध्यम त्वचा टोन
ja: 普通の肌

# SKIN TONE: medium-dark
source: medium-dark skin tone
bn: মাঝারি-গাঢ় ত্বকের স্বর
hi: मध्यम-गहरा त्वचा टोन
ja: やや暗い肌

# SKIN TONE: dark
source: dark skin tone
bn: গাঢ় ত্বক টোন
hi: गहरे रंग की त्वचा
ja: 暗い肌

# EMOJI GROUP: 0|smileys-emotion
source: smileys & emotion
bn: স্মাইলি এবং আবেগ
hi: स्माइली और भावना
ja: 顔文字と感情

# EMOJI GROUP: 1|people-body
source: people & body
bn: মানুষ এবং শরীর
hi: लोग और शरीर
ja: 人物と体

# EMOJI GROUP: 2|component
source: components
bn: উপাদান
hi: अवयव
ja: コンポーネント

# EMOJI GROUP: 3|animals-nature
source: animals & nature
bn: প্রাণী এবং প্রকৃতি
hi: जानवर और प्रकृति
ja: 動物と自然

# EMOJI GROUP: 4|food-drink
source: food & drink
bn: খাদ্য পানীয়
hi: भोजन पेय
ja: 食べ物と飲み物

# EMOJI GROUP: 5|travel-places
source: travel & places
bn: ভ্রমণ এবং স্থান
hi: यात्रा एवं स्थान
ja: 旅行と場所

# EMOJI GROUP: 6|activities, EMOJI SUB-GROUP: 26|person-activity
source: activities
bn: কার্যক্রম
hi: गतिविधियाँ
ja: 活動

# EMOJI GROUP: 7|objects
source: objects
bn: বস্তু
hi: वस्तुओं
ja: オブジェクト

# EMOJI GROUP: 8|symbols
source: symbols
bn: প্রতীক
hi: प्रतीक
ja: 記号

# EMOJI GROUP: 9|flags
source: flags
bn: পতাকা
hi: झंडे
ja: 旗

# EMOJI SUB-GROUP: 0|face-smiling
source: smiling
bn: হাসছে
hi: मुस्कराते हुए
ja: 笑顔

# EMOJI SUB-GROUP: 1|face-affection
source: affectionate
bn: স্নেহপূর্ণ
hi: स्नेही
ja: 愛嬌のある顔

# EMOJI SUB-GROUP: 2|face-tongue
source: with tongue
bn: জিহ্বা দিয়ে
hi: जीभ से
ja: 舌を出した顔

# EMOJI SUB-GROUP: 3|face-hand
source: with hands
bn: হাত দিয়ে
hi: हाथों से
ja: 手を出した顔

# EMOJI SUB-GROUP: 4|face-neutral-skeptical
source: neutral / skeptical
bn: নিরপেক্ষ/সন্দেহবাদী
hi: तटस्थ/संशयवादी
ja: 中立／懐疑的な顔

# EMOJI SUB-GROUP: 5|face-sleepy
source: sleepy
bn: ঘুমন্ত
hi: नींद
ja: 眠たそうな顔

# EMOJI SUB-GROUP: 6|face-unwell
source: unwell
bn: অসুস্থ
hi: अस्वस्थ
ja: 体調悪そうな顔

# EMOJI SUB-GROUP: 7|face-hat
source: with hats
bn: টুপি সঙ্গে
hi: टोपी के साथ
ja: 帽子を被った顔

# EMOJI SUB-GROUP: 8|face-glasses
source: with glasses
bn: চশমা সহ
hi: चश्मे के साथ
ja: メガネを掛けた顔

# EMOJI SUB-GROUP: 9|face-concerned
source: concerned
bn: উদ্বিগ্ন
hi: संबंधित
ja: 心配そうな顔

# EMOJI SUB-GROUP: 10|face-negative
source: negative
bn: নেতিবাচক
hi: नकारात्मक
ja: ネガティブな顔

# EMOJI SUB-GROUP: 11|face-costume
source: costumed & creatures
bn: পরিচ্ছদ এবং প্রাণী
hi: वेशभूषा और जीव
ja: 仮面を被った顔

# EMOJI SUB-GROUP: 12|cat-face
source: cat faces
bn: বিড়াল মুখ
hi: बिल्ली के चेहरे
ja: 猫の顔

# EMOJI SUB-GROUP: 13|monkey-face
source: monkey faces
bn: বানরের মুখ
hi: बंदर के चेहरे
ja: 猿の顔

# EMOJI SUB-GROUP: 14|emotion
source: emotions
bn: আবেগ
hi: भावनाएँ
ja: 感情表現

# EMOJI SUB-GROUP: 15|hand-fingers-open
source: fingers open
bn: আঙ্গুল খোলা
hi: उँगलियाँ खुलीं
ja: 開いた手

# EMOJI SUB-GROUP: 16|hand-fingers-partial
source: hand signs
bn: হাতের চিহ্ন
hi: हाथ के संकेत
ja: ハンドサイン

# EMOJI SUB-GROUP: 17|hand-single-finger
source: finger pointing
bn: আঙুল নির্দেশ করে
hi: उंगली उठाना
ja: 指を指す

# EMOJI SUB-GROUP: 18|hand-fingers-closed
source: fingers closed
bn: আঙ্গুল বন্ধ
hi: उँगलियाँ बंद
ja: 握った手

# EMOJI SUB-GROUP: 19|hands
source: hands
bn: হাত
hi: हाथ
ja: 手

# EMOJI SUB-GROUP: 20|hand-prop
source: hand props
bn: হাত প্রপস
hi: हाथ सहारा
ja: 物を持つ

# EMOJI SUB-GROUP: 21|body-parts
source: body parts
bn: শরীরের অংশ
hi: शरीर के अंग
ja: 身体部位

# EMOJI SUB-GROUP: 22|person
source: people
bn: মানুষ
hi: लोग
ja: 人物

# EMOJI SUB-GROUP: 23|person-gesture
source: gestures
bn: অঙ্গভঙ্গি
hi: इशारों
ja: ジェスチャー

# EMOJI SUB-GROUP: 24|person-role
source: roles & careers
bn: ভূমিকা এবং কর্মজীবন
hi: भूमिकाएँ और करियर
ja: 仕事と役割

# EMOJI SUB-GROUP: 25|person-fantasy
source: fantasy
bn: ফ্যান্টাসি
hi: कल्पना
ja: ファンタジー

# EMOJI SUB-GROUP: 27|person-sport
source: athletics
bn: অ্যাথলেটিক্স
hi: व्यायाम
ja: 運動

# EMOJI SUB-GROUP: 28|person-resting
source: resting
bn: বিশ্রাম
hi: आराम
ja: 休息

# EMOJI SUB-GROUP: 29|family
source: family
bn: পরিবার
hi: परिवार
ja: 家族

# EMOJI SUB-GROUP: 30|person-symbol
source: people symbols
bn: মানুষের প্রতীক
hi: लोक प्रतीक
ja: 人々のシンボル

# EMOJI SUB-GROUP: 31|skin-tone
source: skin tones
bn: ত্বক টোন
hi: त्वचा का रंग
ja: スキントーン

# EMOJI SUB-GROUP: 32|hair-style
source: hair styles
bn: চুলের শৈলী
hi: बाल शैलियाँ
ja: 髪型

# EMOJI SUB-GROUP: 33|animal-mammal
source: mammals
bn: স্তন্যপায়ী প্রাণী
hi: स्तनधारियों
ja: 哺乳類

# EMOJI SUB-GROUP: 34|animal-bird
source: birds
bn: পাখি
hi: पक्षियों
ja: 鳥類

# EMOJI SUB-GROUP: 35|animal-amphibian
source: amphibians
bn: উভচর
hi: उभयचर
ja: 両生類

# EMOJI SUB-GROUP: 36|animal-reptile
source: reptiles
bn: সরীসৃপ
hi: सरीसृप
ja: 爬虫類

# EMOJI SUB-GROUP: 37|animal-marine
source: marine life
bn: নাবিক জীবন
hi: समुद्री जीवन
ja: 海洋生物

# EMOJI SUB-GROUP: 38|animal-bug
source: bugs
bn: বাগ
hi: कीड़े
ja: 昆虫

# EMOJI SUB-GROUP: 39|plant-flower
source: flowers
bn: ফুল
hi: पुष्प
ja: 花

# EMOJI SUB-GROUP: 40|plant-other
source: other plants
bn: অন্যান্য গাছপালা
hi: अन्य पौधे
ja: その他の植物

# EMOJI SUB-GROUP: 41|food-fruit
source: fruit
bn: ফল
hi: फल
ja: フルーツ

# EMOJI SUB-GROUP: 42|food-vegetable
source: vegetables
bn: সবজি
hi: सब्ज़ियाँ
ja: 野菜

# EMOJI SUB-GROUP: 43|food-prepared
source: cooked / prepared
bn: রান্না করা / প্রস্তুত
hi: पका हुआ/तैयार
ja: 料理

# EMOJI SUB-GROUP: 44|food-asian
source: asian
bn: এশিয়ান
hi: एशियाई
ja: アジア料理

# EMOJI SUB-GROUP: 45|food-marine
source: seafood
bn: সীফুড
hi: समुद्री भोजन
ja: シーフード

# EMOJI SUB-GROUP: 46|food-sweet
source: sweets & candy
bn: মিষ্টি এবং মিছরি
hi: मिठाई और कैंडी
ja: スイーツとお菓子

# EMOJI SUB-GROUP: 47|drink
source: drink
bn: পান করা
hi: पीना
ja: 飲み物

# EMOJI SUB-GROUP: 48|dishware
source: dishware
bn: থালা বাসন
hi: डिशवेयर
ja: 食器

# EMOJI SUB-GROUP: 49|place-map
source: globes & maps
bn: গ্লোব এবং মানচিত্র
hi: ग्लोब और मानचित्र
ja: 地球儀と地図

# EMOJI SUB-GROUP: 50|place-geographic
source: geographic locations
bn: ভৌগলিক অবস্থান
hi: भौगोलिक स्थान
ja: 地理

# EMOJI SUB-GROUP: 51|place-building
source: buildings
bn: ভবন
hi: इमारतों
ja: 建物

# EMOJI SUB-GROUP: 52|place-religious
source: religious buildings
bn: ধর্মীয় ভবন
hi: धार्मिक इमारतें
ja: 宗教的な建物

# EMOJI SUB-GROUP: 53|place-other
source: other places
bn: অন্যান্য জায়গা
hi: अन्य जगहें
ja: その他の場所

# EMOJI SUB-GROUP: 54|transport-ground
source: ground transportation
bn: ভূমি স্থানান্তর
hi: भूमि परिवहन
ja: 陸上輸送

# EMOJI SUB-GROUP: 55|transport-water
source: water transportation
bn: জল পরিবহন
hi: जल परिवहन
ja: 水運輸送

# EMOJI SUB-GROUP: 56|transport-air
source: air transportation
bn: বিমান পরিবহন
hi: वायु परिवहन
ja: 航空輸送

# EMOJI SUB-GROUP: 57|hotel
source: hotel
bn: হোটেল
hi: होटल
ja: ホテル

# EMOJI SUB-GROUP: 58|time
source: time
bn: সময়
hi: समय
ja: 時間

# EMOJI SUB-GROUP: 59|sky-weather
source: weather
bn: আবহাওয়া
hi: मौसम
ja: 天気

# EMOJI SUB-GROUP: 60|event
source: events & holidays
bn: ঘটনা এবং ছুটির দিন
hi: घटनाएँ एवं छुट्टियाँ
ja: 祝祭日

# EMOJI SUB-GROUP: 61|award-medal
source: award medals
bn: পুরস্কার পদক
hi: पुरस्कार पदक
ja: 賞とメダル

# EMOJI SUB-GROUP: 62|sport
source: sports
bn: খেলাধুলা
hi: खेल
ja: スポーツ

# EMOJI SUB-GROUP: 63|game
source: games & hobbies
bn: গেম এবং শখ
hi: खेल और शौक
ja: ゲームと趣味

# EMOJI SUB-GROUP: 64|arts-crafts
source: arts & crafts
bn: চারু এবং কারু
hi: कला और शिल्प
ja: 芸術と工芸

# EMOJI SUB-GROUP: 65|clothing
source: clothing
bn: পোশাক
hi: कपड़े
ja: 服装

# EMOJI SUB-GROUP: 66|sound
source: sound
bn: শব্দ
hi: आवाज़
ja: サウンド

# EMOJI SUB-GROUP: 67|music
source: music
bn: সঙ্গীত
hi: संगीत
ja: 音楽

# EMOJI SUB-GROUP: 68|musical-instrument
source: musical instruments
bn: বাদ্যযন্ত্র
hi: संगीत वाद्ययंत्र
ja: 楽器

# EMOJI SUB-GROUP: 69|phone
source: phone
bn: ফোন
hi: फ़ोन
ja: 電話番号

# EMOJI SUB-GROUP: 70|computer
source: computer
bn: কম্পিউটার
hi: कंप्यूटर
ja: コンピュータ

# EMOJI SUB-GROUP: 71|light-video
source: light, film & video
bn: আলো, ফিল্ম এবং ভিডিও
hi: प्रकाश, फिल्म और वीडियो
ja: 光とビデオ

# EMOJI SUB-GROUP: 72|book-paper
source: books & paper
bn: বই এবং কাগজ
hi: किताबें और कागज
ja: 本と紙

# EMOJI SUB-GROUP: 73|money
source: money
bn: টাকা
hi: धन
ja: 資金

# EMOJI SUB-GROUP: 74|mail
source: mail
bn: মেইল
hi: मेल
ja: 郵便

# EMOJI SUB-GROUP: 75|writing
source: writing
bn: লেখা
hi: लिखना
ja: 筆記用具

# EMOJI SUB-GROUP: 76|office
source: office supplies
bn: অফিসে ব্যবহারকৃত জিনিসপত্র
hi: कार्यालय की आपूर्ति
ja: 事務用品

# EMOJI SUB-GROUP: 77|lock
source: lock & keys
bn: তালা এবং চাবি
hi: ताला और चाभियाँ
ja: 鍵と錠前

# EMOJI SUB-GROUP: 78|tool
source: tools
bn: টুলস
hi: औजार
ja: 道具

# EMOJI SUB-GROUP: 79|science
source: science equipment
bn: বিজ্ঞান সরঞ্জাম
hi: विज्ञान उपकरण
ja: 科学機器

# EMOJI SUB-GROUP: 80|medical
source: medical
bn: চিকিৎসা
hi: चिकित्सा
ja: 医療品

# EMOJI SUB-GROUP: 81|household
source: household items
bn: গৃহস্থালী জিনিস
hi: घरेलू सामान
ja: 家庭用品

# EMOJI SUB-GROUP: 82|other-object
source: other objects
bn: অন্যান্য বস্তু
hi: अन्य वस्तुएं
ja: その他のオブジェクト

# EMOJI SUB-GROUP: 83|transport-sign
source: transport signs
bn: পরিবহন লক্ষণ
hi: परिवहन संकेत
ja: 標識

# EMOJI SUB-GROUP: 84|warning
source: warning symbols
bn: সতর্কতা চিহ্ন
hi: चेतावनी प्रतीक
ja: 警告

# EMOJI SUB-GROUP: 85|arrow
source: arrows
bn: তীর
hi: तीर
ja: 矢印

# EMOJI SUB-GROUP: 86|religion
source: religious symbols
bn: ধর্মীয় প্রতীক
hi: धार्मिक प्रतीक
ja: 宗教的記号

# EMOJI SUB-GROUP: 87|zodiac
source: zodiac signs
bn: রাশিচক্র চিহ্ন
hi: राशि चक्र के संकेत
ja: 星座

# EMOJI SUB-GROUP: 88|av-symbol
source: audio & video symbols
bn: অডিও এবং ভিডিও প্রতীক
hi: ऑडियो और वीडियो प्रतीक
ja: オーディオとビデオの記号

# EMOJI SUB-GROUP: 89|gender
source: gender signs
bn: লিঙ্গ লক্ষণ
hi: लिंग चिह्न
ja: 性別記号

# EMOJI SUB-GROUP: 90|math
source: math symbols
bn: গণিত প্রতীক
hi: गणित के प्रतीक
ja: 数学記号

# EMOJI SUB-GROUP: 91|punctuation
source: punctuation
bn: বিরাম চিহ্ন
hi: विराम चिह्न
ja: 句読点

# EMOJI SUB-GROUP: 92|currency
source: currencies
bn: মুদ্রা
hi: मुद्राओं
ja: 通貨

# EMOJI SUB-GROUP: 93|other-symbol
source: other symbols
bn: অন্যান্য চিহ্ন
hi: अन्य प्रतीक
ja: その他の記号

# EMOJI SUB-GROUP: 94|keycap
source: keypad characters
bn: কীপ্যাড অক্ষর
hi: कीपैड अक्षर
ja: キーパッドの文字

# EMOJI SUB-GROUP: 95|alphanum
source: alphanumeric symbols
bn: আলফানিউমেরিক চিহ্ন
hi: अल्फ़ान्यूमेरिक प्रतीक
ja: 英数字記号

# EMOJI SUB-GROUP: 96|geometric
source: shapes & colors
bn: আকার এবং রং
hi: आकार और रंग
ja: 図形と色

# EMOJI SUB-GROUP: 97|flag
source: other flags
bn: অন্যান্য পতাকা
hi: अन्य झंडे
ja: その他の旗

# EMOJI SUB-GROUP: 98|country-flag
source: country flags
bn: দেশের পতাকা
hi: देश के झंडे
ja: 国旗

# EMOJI SUB-GROUP: 99|subdivision-flag
source: subdivision flags
bn: মহকুমা পতাকা
hi: उपखंड झंडे
ja: 地域旗
