Repository: milesj/emojibase
Catalog: po/*/shortcodes.po
Languages: ja, sv

# EMOJI: 📕 closed book
source: closed_book
ja: 閉じた本
sv: stängd_bok

# EMOJI: 🔐 locked with key
source: locked_with_key
ja: ロックされた錠前と鍵
sv: stängt_lås_med_nyckel

# EMOJI: 🌂 closed umbrella
source: closed_umbrella
ja: 閉じた傘
sv: stängt_paraply

# EMOJI: ☁️ cloud
source: cloud
ja: 雲
sv: moln

# EMOJI: 🌩️ cloud with lightning
source: lightning
ja: 雷雲
sv: moln_med_blixtnedslag

# EMOJI: 🌧️ cloud with rain
source: rainy
ja: 雨雲
sv: moln_med_regn

# EMOJI: 🌨️ cloud with snow
source: snowy
ja: 雪雲
sv: moln_med_snö

# EMOJI: 🌥️ sun behind large cloud
source: sun_behind_large_cloud
ja: 雲が多い
sv: molnigt

# EMOJI: 🤡 clown face
source: clown_face
ja: ピエロ
sv: clown

# EMOJI: 🤡 clown face
source: clown_face
ja: ピエロの顔
sv: clown_ansikte

# EMOJI: ♣️ club suit
source: clubs
ja: クローバー
sv: spader

# EMOJI: 👝 clutch bag
source: pouch
ja: バッグ
sv: kuvert_väska

# EMOJI: 🧥 coat
source: coat
ja: コート
sv: jacka

# EMOJI: 🪳 cockroach
source: cockroach
ja: ゴキブリ
sv: kackerlacka

# EMOJI: 🍸️ cocktail glass
source: cocktail
ja: カクテル

# EMOJI: 🥥 coconut
source: coconut
ja: ココナッツ
sv: kokosnöt

# EMOJI: 🇨🇨 flag: Cocos (Keeling) Islands
source: flag_cc
ja: ココス島
sv: kokos_öarna

# EMOJI: ☕️ hot beverage
source: coffee
ja: コーヒー
sv: kaffe

# EMOJI: ⚰️ coffin
source: coffin
ja: 棺桶
sv: kista

# EMOJI: 🪙 coin
source: coin
ja: コイン
sv: mynt

# EMOJI: 🥶 cold face
source: cold_face
ja: 寒い
sv: kall

# EMOJI: 🥶 cold face
source: cold_face
ja: 寒そうな顔
sv: kallt_ansikte

# EMOJI: 😰 anxious face with sweat
source: cold_sweat
ja: 冷や汗
sv: kall_svett

# EMOJI: 💥 collision
source: collision
ja: 衝突
sv: kollision

# EMOJI: 🇨🇴 flag: Colombia
source: flag_co
ja: コロンビア
sv: colombia

# EMOJI: ☄️ comet
source: comet
ja: 彗星
sv: komet

# EMOJI: 🇰🇲 flag: Comoros
source: flag_km
ja: コモロ
sv: komorerna

# EMOJI: 🧭 compass
source: compass
ja: コンパス
sv: kompass

# EMOJI: 🗜️ clamp
source: compression
ja: 圧縮
sv: kompression

# EMOJI: 🖥️ desktop computer
source: desktop_computer
ja: コンピュータ
sv: dator

# EMOJI: 💽 computer disk
source: minidisc
ja: ミニディスク
sv: dator_disk

# EMOJI: 🖱️ computer mouse
source: computer_mouse
ja: マウス
sv: dator_mus

# EMOJI: 🎊 confetti ball
source: confetti_ball
ja: 紙吹雪ボール
sv: konfetti_boll

# EMOJI: 😖 confounded face
source: confounded_face
ja: 困惑した
sv: förvirrad

# EMOJI: 😖 confounded face
source: confounded_face
ja: 困惑した顔
sv: förvirrat_ansikte

# EMOJI: 😕 confused face
source: confused_face
ja: 混乱した
sv: förvirrad

# EMOJI: 😕 confused face
source: confused_face
ja: 混乱した顔
sv: confounded_face

# EMOJI: 🇨🇬 flag: Congo - Brazzaville
source: flag_cg
ja: コンゴブラザヴィル
sv: kongo_brazzaville

# EMOJI: 🇨🇩 flag: Congo - Kinshasa
source: flag_cd
ja: コンゴキンシャサ
sv: kongo_kinshasa

# EMOJI: ㊗️ Japanese “congratulations” button
source: ja_congratulations
ja: お祝い
sv: grattis

# EMOJI: 🚧 construction
source: construction
ja: 工事中
sv: bygge

# EMOJI: 🏗️ building construction
source: construction_site
ja: ビルの建設現場
sv: bygg_arbetsplats

# EMOJI: 👷 construction worker
source: construction_worker
ja: 建設員
sv: bygg_arbetare

# EMOJI: 🎛️ control knobs
source: control_knobs
ja: 操作盤
sv: kontroll_vred

# EMOJI: 🎮️ video game
source: video_game
ja: コントローラー
sv: kontroller

# EMOJI: 🏪 convenience store
source: convenience_store
ja: コンビニ
sv: när_butik

# EMOJI: 🧑‍🍳 cook
source: cook
ja: コック
sv: kock

# EMOJI: 🇨🇰 flag: Cook Islands
source: flag_ck
ja: クック島
sv: cook_öarna

# EMOJI: 🍚 cooked rice
source: rice
ja: ご飯
sv: kokt_ris

# EMOJI: 🍪 cookie
source: cookie
ja: クッキー
sv: kaka

# EMOJI: 🍳 cooking
source: fried_egg
ja: 料理する
sv: matlagning

# EMOJI: 🆒 COOL button
source: cool
ja: クール

# EMOJI: 👮 police officer
source: police_officer
ja: 警察官
sv: polis

# EMOJI: ©️ copyright
source: copyright
ja: 著作権

# EMOJI: 🪸 coral
source: coral
ja: サンゴ

# EMOJI: 🌽 ear of corn
source: ear_of_corn
ja: とうもろこし
sv: majs

# EMOJI: 🇨🇷 flag: Costa Rica
source: flag_cr
ja: コスタリカ
sv: costa_rica

# EMOJI: 🇨🇮 flag: Côte d’Ivoire
source: flag_ci
ja: コートジボワール
sv: elfenbens_kusten

# EMOJI: 🛋️ couch and lamp
source: couch_and_lamp
ja: ソファトランプ
sv: soffa_och_lampa

# EMOJI: 🔄 counterclockwise arrows button
source: counterclockwise
ja: 反時計回りボタン
sv: moturs

# EMOJI: 👫 woman and man holding hands
source: couple
ja: カップル
sv: par

# EMOJI: 💏 kiss
source: couplekiss
ja: カップルのキス
sv: par_kyss

# EMOJI: 💑 couple with heart
source: couple_with_heart
ja: カップルとハート
sv: par_med_hjärta

# EMOJI: 💏 kiss
source: couplekiss
ja: カップルキス
sv: parkyss

# EMOJI: 🐄 cow
source: cow
ja: 牛
sv: ko

# EMOJI: 🐮 cow face
source: cow_face
ja: 牛の顔
sv: ko_ansikte

# EMOJI: 🤠 cowboy hat face
source: cowboy_face
ja: カウボーイ
sv: cowboy

# EMOJI: 🤠 cowboy hat face
source: cowboy_face
ja: カウボーイの顔
sv: cowboy_ansikte

# EMOJI: 🦀 crab
source: crab
ja: カニ
sv: krabba

# EMOJI: 🖍️ crayon
source: crayon
ja: クレヨン
sv: krita

# EMOJI: 💳️ credit card
source: credit_card
ja: クレジットカード
sv: kredit_kort

# EMOJI: 🌙 crescent moon
source: crescent_moon
ja: ミカヅキ
sv: halv_måne

# EMOJI: 🦗 cricket
source: cricket
ja: クリケット

# EMOJI: 🏏 cricket game
source: cricket_game
ja: クリケットゲーム
sv: cricket_spel

# EMOJI: 🇭🇷 flag: Croatia
source: flag_hr
ja: クロアチア
sv: kroatien

# EMOJI: 🐊 crocodile
source: crocodile
ja: ワニ
sv: krokodil

# EMOJI: 🥐 croissant
source: croissant
ja: クロワッサン

# EMOJI: 🎌 crossed flags
source: crossed_flags
ja: 交差した旗
sv: korsade_flaggor

# EMOJI: ⚔️ crossed swords
source: crossed_swords
ja: 交差した剣
sv: korsade_svärd

# EMOJI: 👑 crown
source: crown
ja: 冠
sv: krona

# EMOJI: 🛳️ passenger ship
source: passenger_ship
ja: クルーズ船
sv: kryssnings_fartyg

# EMOJI: 🩼 crutch
source: crutch
ja: 松葉杖

# EMOJI: 😢 crying face
source: crying_face
ja: 泣く
sv: gråta

# EMOJI: 😿 crying cat
source: crying_cat
ja: 泣いた猫
sv: gråtande_katt

# EMOJI: 😢 crying face
source: crying_face
ja: 泣いた顔
sv: gråtande_ansikte

# EMOJI: 🔮 crystal ball
source: crystal_ball
ja: クリスタルボール
sv: kristall_kula

# EMOJI: 🇨🇺 flag: Cuba
source: flag_cu
ja: キューバ
sv: kuba

# EMOJI: 🥒 cucumber
source: cucumber
ja: きゅうり
sv: gurka

# EMOJI: 🥤 cup with straw
source: cup_with_straw
ja: カップとストロー
sv: kopp_med_sugrör

# EMOJI: 🧁 cupcake
source: cupcake
ja: カップケーキ
sv: muffins

# EMOJI: 💘 heart with arrow
source: heart_with_arrow
ja: キューピッド
sv: amor

# EMOJI: 🇨🇼 flag: Curaçao
source: flag_cw
ja: キュラソー
sv: curaçao

# EMOJI: 🥌 curling stone
source: curling_stone
ja: カーリング石
sv: curling_sten

# EMOJI: 🦱 curly hair
source: curly_hair
ja: くせっ毛
sv: lockigt_hår

# EMOJI: 🧑‍🦱 person: curly hair
source: curly_haired
ja: くせっ毛の髪
sv: lockigt_hår

# EMOJI: 💱 currency exchange
source: currency_exchange
ja: 両替
sv: valuta_växling

# EMOJI: 🍛 curry rice
source: curry_rice
ja: カレー
sv: curry

# EMOJI: 🍛 curry rice
source: curry_rice
ja: カレーライス
sv: curry_ris

# EMOJI: 🍮 custard
source: custard
ja: カスタード
sv: tjock vaniljsås

# EMOJI: 🛃 customs
source: customs
ja: 税関
sv: tullen

# EMOJI: 🥩 cut of meat
source: cut_of_meat
ja: 切り肉
sv: bit_av_kött

# EMOJI: 🌀 cyclone
source: cyclone
ja: サイクロン
sv: cyklon

# EMOJI: 🇨🇾 flag: Cyprus
source: flag_cy
ja: キプロス
sv: cypern

# EMOJI: 🇨🇿 flag: Czechia
source: flag_cz
ja: チェコ共和国
sv: tjeckiska_republiken

# EMOJI: 🇨🇿 flag: Czechia
source: flag_cz
ja: チェコ
sv: tjeckien

# EMOJI: 🗡️ dagger
source: dagger
ja: 短剣
sv: dolk

# EMOJI: 💃 woman dancing
source: woman_dancing
ja: ダンサー
sv: dansare

# EMOJI: 👯 people with bunny ears
source: people_with_bunny_ears_partying
ja: ダンサー
sv: dansare

# EMOJI: 🍡 dango
source: dango
ja: 団子

# EMOJI: 🎯 bullseye
source: direct_hit
ja: ダーツ
sv: pil

# EMOJI: 💨 dashing away
source: dashing_away
ja: ダッシュ
sv: rusa

# EMOJI: 💨 dashing away
source: dashing_away
ja: 走り去る
sv: rusa_iväg

# EMOJI: 📅 calendar
source: date
ja: 日付
sv: datum

# EMOJI: 🧏‍♂️ deaf man
source: deaf_man
ja: 聴覚障害の男性
sv: döv_man

# EMOJI: 🧏 deaf person
source: deaf_person
ja: 聾唖者
sv: döv_person

# EMOJI: 🧏‍♀️ deaf woman
source: deaf_woman
ja: 聴覚障害の女性
sv: döv_kvinna

# EMOJI: 🌳 deciduous tree
source: deciduous_tree
ja: 落葉樹
sv: löv_träd

# EMOJI: 🦌 deer
source: deer
ja: 鹿
sv: rådjur

# EMOJI: 🚚 delivery truck
source: truck
ja: 配送トラック
sv: leverans_bil

# EMOJI: 🇩🇰 flag: Denmark
source: flag_dk
ja: デンマーク
sv: danmark

# EMOJI: 🏬 department store
source: department_store
ja: デパート
sv: varu_hus

# EMOJI: 🏚️ derelict house
source: house_abandoned
ja: 空き家
sv: övergivet_hus

# EMOJI: 🏜️ desert
source: desert
ja: 砂漠
sv: öken

# EMOJI: 🏝️ desert island
source: island
ja: 砂島
sv: öde_ö

# EMOJI: 🖥️ desktop computer
source: desktop_computer
ja: デスクトップPC
sv: stationär_dator

# EMOJI: 🕵️ detective
source: detective
ja: 探偵
sv: detektiv

# EMOJI: 💠 diamond with a dot
source: diamond_with_a_dot
ja: ダイヤモンドと点
sv: diamont_med_en_punkt

# EMOJI: ♦️ diamond suit
source: diamonds
ja: ダイヤモンド
sv: ruter

# EMOJI: 🇩🇬 flag: Diego Garcia
source: flag_dg
ja: ディエゴ・ガルシア
sv: diego_garcia

# EMOJI: 🔅 dim button
source: low_brightness
ja: 輝度ボタン
sv: nedtonad_knapp

# EMOJI: 🎯 bullseye
source: direct_hit
ja: 命中
sv: full_träff

# EMOJI: 😞 disappointed face
source: disappointed_face
ja: 残念だった
sv: besviken

# EMOJI: 😞 disappointed face
source: disappointed_face
ja: 残念そうな顔
sv: besviket_ansikte

# EMOJI: 🪩 mirror ball
source: mirror_ball
ja: ディスコ

# EMOJI: 🪩 mirror ball
source: mirror_ball
ja: ディスコボール

# EMOJI: 🥸 disguised face
source: disguised_face
ja: 変装した
sv: förtäckt

# EMOJI: 🥸 disguised face
source: disguised_face
ja: 変装した顔
sv: förkläddt_ansikte

# EMOJI: 🤿 diving mask
source: diving_mask
ja: ダイビングマスク
sv: dyk_mask

# EMOJI: 🪔 diya lamp
source: diya_lamp
ja: ディヤランプ
sv: diya_lampa

# EMOJI: 💫 dizzy
source: dizzy
ja: めまい

# EMOJI: 😵‍💫 face with spiral eyes
source: dizzy_eyes
ja: 目を回わす
sv: yr_i_ögonen

# EMOJI: 😵 face with crossed-out eyes
source: knocked_out
ja: めまい顔
sv: yr_ansikte

# EMOJI: 🇩🇯 flag: Djibouti
source: flag_dj
ja: ジブチ
sv: djibouti

# EMOJI: 🧬 dna
source: double_helix
ja: DNA
sv: dna

# EMOJI: 🚯 no littering
source: no_littering
ja: ポイ捨て禁止
sv: skräpa_inte_ner

# EMOJI: 🦤 dodo
source: dodo
ja: ドゥドゥ
sv: dodofågel

# EMOJI: 🐕️ dog
source: dog
ja: 犬
sv: hund

# EMOJI: 🐶 dog face
source: dog_face
ja: 犬の顔
sv: hund_ansikte

# EMOJI: 💵 dollar banknote
source: dollar
ja: ドル

# EMOJI: 🎎 Japanese dolls
source: dolls
ja: ドル
sv: dockor

# EMOJI: 🐬 dolphin
source: dolphin
ja: イルカ
sv: delfin

# EMOJI: 🇩🇲 flag: Dominica
source: flag_dm
ja: ドミニカ
sv: dominica

# EMOJI: 🇩🇴 flag: Dominican Republic
source: flag_do
ja: ドミニカ共和国
sv: dominikanska_republiken

# EMOJI: 🚪 door
source: door
ja: ドア
sv: dörr

# EMOJI: 🫥 dotted line face
source: dotted_line_face
ja: 点線の顔

# EMOJI: 🧬 dna
source: double_helix
ja: 二重らせん
sv: dubbel_helix

# EMOJI: 🍩 doughnut
source: doughnut
ja: ドーナッツ
sv: munk

# EMOJI: 🕊️ dove
source: dove
ja: 鳩
sv: duva

# EMOJI: 🔽 downwards button
source: down
ja: 下がる
sv: ned

# EMOJI: 😓 downcast face with sweat
source: sweat
ja: うつむき顔
sv: nedslaget_ansikte

# EMOJI: 🐉 dragon
source: dragon
ja: ドラゴン
sv: drake

# EMOJI: 🐲 dragon face
source: dragon_face
ja: ドラゴンの顔
sv: drak_ansikte

# EMOJI: 👗 dress
source: dress
ja: ドレス
sv: klänning

# EMOJI: 🐪 camel
source: dromedary_camel
ja: ラクダ
sv: dromedar_kamel

# EMOJI: 🤤 drooling face
source: drooling_face
ja: よだれを垂らしている
sv: dreglar

# EMOJI: 🤤 drooling face
source: drooling_face
ja: よだれを垂らしている顔
sv: dreglande_ansikte

# EMOJI: 🩸 drop of blood
source: drop_of_blood
ja: 血痕
sv: droppe_blod

# EMOJI: 💧 droplet
source: droplet
ja: しずく
sv: droppe

# EMOJI: 🥁 drum
source: drum
ja: ドラム
sv: trumma

# EMOJI: 🦆 duck
source: duck
ja: アヒル
sv: anka

# EMOJI: 🥟 dumpling
source: dumpling
ja: 団子

# EMOJI: 📧 e-mail
source: email
ja: Eメール
sv: e-post

# EMOJI: 🦅 eagle
source: eagle
ja: ワシ
sv: örn

# EMOJI: 👂️ ear
source: ear
ja: 耳
sv: öra

# EMOJI: 🌾 sheaf of rice
source: sheaf_of_rice
ja: 稲穂
sv: risgryn

# EMOJI: 🌍️ globe showing Europe-Africa
source: earth_europe
ja: アフリカ
sv: jorden_afrika

# EMOJI: 🌎️ globe showing Americas
source: earth_americas
ja: アメリカ
sv: jorden_amerika

# EMOJI: 🌏️ globe showing Asia-Australia
source: earth_asia
ja: アジア
sv: jorden_asien

# EMOJI: 🌍️ globe showing Europe-Africa
source: earth_europe
ja: ヨーロッパ
sv: jorden_europa

# EMOJI: 🇪🇨 flag: Ecuador
source: flag_ec
ja: エクアドル
sv: ecuador

# EMOJI: 🥚 egg
source: egg
ja: 卵
sv: ägg

# EMOJI: 🍆 eggplant
source: eggplant
ja: ナス
sv: äggplanta

# EMOJI: 🇪🇬 flag: Egypt
source: flag_eg
ja: エジプト
sv: egypten

# EMOJI: ⏏️ eject button
source: eject
ja: 取り出し
sv: mata ut

# EMOJI: 🇸🇻 flag: El Salvador
source: flag_sv
ja: エルサルバドル
sv: el_salvador

# EMOJI: 🔌 electric plug
source: electric_plug
ja: コンセント
sv: elektrisk_kontakt

# EMOJI: 🐘 elephant
source: elephant
ja: ゾウ
sv: elefant

# EMOJI: 🛗 elevator
source: elevator
ja: エレベーター
sv: hiss

# EMOJI: 🧝 elf
source: elf
ja: エルフ
sv: alv

# EMOJI: 📧 e-mail
source: email
ja: 電子メール
sv: e-post

# EMOJI: 🪹 empty nest
source: empty_nest
ja: 空き巣

# EMOJI: 🏴󠁧󠁢󠁥󠁮󠁧󠁿 flag: England
source: flag_gbeng
ja: イングランド
sv: england

# EMOJI: ✉️ envelope
source: envelope
ja: 封筒
sv: kuvert

# EMOJI: 📩 envelope with arrow
source: envelope_with_arrow
ja: 封筒と矢印
sv: kuvert_med_pil

# EMOJI: 🇬🇶 flag: Equatorial Guinea
source: flag_gq
ja: 赤道ギニア
sv: ekvatorial_guinea

# EMOJI: 🇪🇷 flag: Eritrea
source: flag_er
ja: エリトリア
sv: eritrea

# EMOJI: 🇪🇪 flag: Estonia
source: flag_ee
ja: エストニア
sv: estonia

# EMOJI: 🇸🇿 flag: Eswatini
source: swaziland
ja: エスワティニ

# EMOJI: 🇪🇹 flag: Ethiopia
source: flag_et
ja: エチオピア
sv: etiopien

# EMOJI: 💶 euro banknote
source: euro
ja: ユーロ

# EMOJI: 🏰 castle
source: european_castle
ja: ヨーロッパ風の城
sv: europeiskt_slott

# EMOJI: 🏤 post office
source: european_post_office
ja: ヨーロッパ風の郵便局
sv: europeiskt_post_kontor

# EMOJI: 🇪🇺 flag: European Union
source: flag_eu
ja: ヨーロッパ連合
sv: europeiska_unionen

# EMOJI: 🌲 evergreen tree
source: evergreen_tree
ja: 常緑植物
sv: vintergröna_träd

# EMOJI: 🐑 ewe
source: sheep
ja: 羊
sv: tacka

# EMOJI: 😑 expressionless face
source: expressionless_face
ja: 無表情
sv: uttryckslös

# EMOJI: 😑 expressionless face
source: expressionless_face
ja: 無表情な顔
sv: uttryckslöst_ansikte

# EMOJI: 👁️ eye
source: eye
ja: 目
sv: öga

# EMOJI: 👓️ glasses
source: glasses
ja: 眼鏡
sv: glasögon

# EMOJI: 👀 eyes
source: eyes
ja: 両目
sv: ögon

# EMOJI: 🏭️ factory
source: factory
ja: 工場
sv: fabrik

# EMOJI: 🧑‍🏭 factory worker
source: factory_worker
ja: 工場労働者
sv: fabriks_arbetare

# EMOJI: 🧚 fairy
source: fairy
ja: 妖精
sv: fe

# EMOJI: 🧆 falafel
source: falafel
ja: ファラーフェル

# EMOJI: 🇫🇰 flag: Falkland Islands
source: flag_fk
ja: フォークランド諸島
sv: falklands_öarna

# EMOJI: 🍂 fallen leaf
source: fallen_leaf
ja: 落ち葉
sv: fallna_löv

# EMOJI: 👪️ family
source: family
ja: 家族
sv: familj

# EMOJI: 🧑‍🌾 farmer
source: farmer
ja: 農民
sv: bonde

# EMOJI: 🇫🇴 flag: Faroe Islands
source: flag_fo
ja: フェロー諸島
sv: fär_öarna

# EMOJI: ⏩️ fast-forward button
source: fast_forward
ja: 早送り
sv: snabbspola_framåt

# EMOJI: ⏪️ fast reverse button
source: rewind
ja: 早戻し
sv: snabbspola_bakåt

# EMOJI: 📠 fax machine
source: fax_machine
ja: FAX
sv: fax

# EMOJI: 📠 fax machine
source: fax_machine
ja: ファクシミリ
sv: fax_maskin

# EMOJI: 😨 fearful face
source: fearful_face
ja: 恐れる
sv: rädd

# EMOJI: 😨 fearful face
source: fearful_face
ja: 恐れる顔
sv: rädd_ansikte

# EMOJI: 🪶 feather
source: feather
ja: 羽
sv: fjäder

# EMOJI: ♀️ female sign
source: female_sign
ja: 女性
sv: kvinna

# EMOJI: ♀️ female sign
source: female_sign
ja: 女性のサイン
sv: venus_symbol

# EMOJI: 🤺 person fencing
source: person_fencing
ja: フェンサー
sv: fäktare

# EMOJI: 🤺 person fencing
source: person_fencing
ja: フェンシング
sv: fäktning

# EMOJI: 🎡 ferris wheel
source: ferris_wheel
ja: 観覧車
sv: pariser_hjul

# EMOJI: ⛴️ ferry
source: ferry
ja: フェリー
sv: färja

# EMOJI: 🏑 field hockey
source: field_hockey
ja: ゲートボール
sv: land_hockey

# EMOJI: 🇫🇯 flag: Fiji
source: flag_fj
ja: フィジー
sv: fiji

# EMOJI: 🗄️ file cabinet
source: file_cabinet
ja: ファイルキャビネット
sv: arkiv_skåp

# EMOJI: 📁 file folder
source: file_folder
ja: ファイルフォルダ
sv: fil_mapp

# EMOJI: 🎞️ film frames
source: film_frames
ja: フィルムのフレーム

# EMOJI: 📽️ film projector
source: film_projector
ja: フィルムの映写機
sv: film_projektor

# EMOJI: 🤞 crossed fingers
source: fingers_crossed
ja: 指を交差する
sv: håller_tummarna

# EMOJI: 🇫🇮 flag: Finland
source: flag_fi
ja: フィンランド
sv: finland

# EMOJI: 🔥 fire
source: fire
ja: 火
sv: eld

# EMOJI: 🚒 fire engine
source: fire_engine
ja: 消防車
sv: brandbil

# EMOJI: 🧯 fire extinguisher
source: fire_extinguisher
ja: 消火器
sv: brand_släckare

# EMOJI: 🧨 firecracker
source: firecracker
ja: 爆竹
sv: smällare

# EMOJI: 🧑‍🚒 firefighter
source: firefighter
ja: 消防士
sv: brandman

# EMOJI: 🎆 fireworks
source: fireworks
ja: 花火
sv: fyrverkeri

# EMOJI: 🥇 1st place medal
source: first_place_medal
ja: 1等賞
sv: första_plats_medalj

# EMOJI: 🐟️ fish
source: fish
ja: 魚
sv: fisk

# EMOJI: 🍥 fish cake with swirl
source: fish_cake
ja: なると
sv: fisk_tårta

# EMOJI: 🎣 fishing pole
source: fishing_pole_and_fish
ja: 釣り竿
sv: met_spö

# EMOJI: 🎣 fishing pole
source: fishing_pole_and_fish
ja: 釣り竿と魚
sv: met_spö_och_fisk

# EMOJI: 🇦🇨 flag: Ascension Island
source: flag_ac
ja: アセンション島の旗
sv: flagga_aö

# EMOJI: 🇦🇩 flag: Andorra
source: flag_ad
ja: アンドラの国旗
sv: flagga_ad

# EMOJI: 🇦🇪 flag: United Arab Emirates
source: united_arab_emirates
ja: アラブ首長国連邦の国旗
sv: flagga_ae

# EMOJI: 🇦🇫 flag: Afghanistan
source: flag_af
ja: アフガニスタンの国旗
sv: flagga_af

# EMOJI: 🇦🇬 flag: Antigua & Barbuda
source: flag_ag
ja: アンティグア・バーブーダの国旗
sv: flagga_ag

# EMOJI: 🇦🇮 flag: Anguilla
source: flag_ai
ja: アンギラの国旗
sv: flagga_ai

# EMOJI: 🇦🇱 flag: Albania
source: flag_al
ja: アルバニアの国旗
sv: flagga_al

# EMOJI: 🇦🇲 flag: Armenia
source: flag_am
ja: アルメニアの国旗
sv: flagga_am

# EMOJI: 🇦🇴 flag: Angola
source: flag_ao
ja: アンゴラの国旗
sv: flagga_ao

# EMOJI: 🇦🇶 flag: Antarctica
source: flag_aq
ja: 南極の旗
sv: flagga_an

# EMOJI: 🇦🇷 flag: Argentina
source: flag_ar
ja: アルゼンチンの国旗
sv: flagga_ar

# EMOJI: 🇦🇸 flag: American Samoa
source: flag_as
ja: アメリカ領サモアの旗
sv: flagga_as

# EMOJI: 🇦🇹 flag: Austria
source: flag_at
ja: オーストリアの国旗
sv: flagga_ös

# EMOJI: 🇦🇺 flag: Australia
source: flag_au
ja: オーストラリアの国旗
sv: flagga_au

# EMOJI: 🇦🇼 flag: Aruba
source: flag_aw
ja: アルバの旗
sv: flagga_ar

# EMOJI: 🇦🇽 flag: Åland Islands
source: flag_ax
ja: オーランド諸島の旗
sv: flagga_ål

# EMOJI: 🇦🇿 flag: Azerbaijan
source: flag_az
ja: アゼルバイジャンの国旗
sv: flagga_az

# EMOJI: 🇧🇦 flag: Bosnia & Herzegovina
source: flag_ba
ja: ボスニア・ヘルツェゴビナの国旗
sv: flagga_ba

# EMOJI: 🇧🇧 flag: Barbados
source: flag_bb
ja: バルバドスの国旗
sv: flagga_bb

# EMOJI: 🇧🇩 flag: Bangladesh
source: flag_bd
ja: バングラデシュの国旗
sv: flagga_bd

# EMOJI: 🇧🇪 flag: Belgium
source: flag_be
ja: ベルギーの国旗
sv: flagga_be

# EMOJI: 🇧🇫 flag: Burkina Faso
source: flag_bf
ja: ブルキナファソの国旗
sv: flagga_bf

# EMOJI: 🇧🇬 flag: Bulgaria
source: flag_bg
ja: ブルガリアの国旗
sv: flagga_bg

# EMOJI: 🇧🇭 flag: Bahrain
source: flag_bh
ja: バーレーンの国旗
sv: flagga_bh

# EMOJI: 🇧🇮 flag: Burundi
source: flag_bi
ja: ブルンジの国旗
sv: flagga_bi

# EMOJI: 🇧🇯 flag: Benin
source: flag_bj
ja: ベナンの国旗
sv: flagga_bj

# EMOJI: 🇧🇱 flag: St. Barthélemy
source: st_barthelemy
ja: サン・バルテルミーの旗
sv: flagga_bl

# EMOJI: 🇧🇲 flag: Bermuda
source: flag_bm
ja: バミューダの旗
sv: flagga_bm

# EMOJI: 🇧🇳 flag: Brunei
source: flag_bn
ja: ブルネイ・ダルサラームの国旗
sv: flagga_bn

# EMOJI: 🇧🇴 flag: Bolivia
source: flag_bo
ja: ボリビアの国旗
sv: flagga_bo

# EMOJI: 🇧🇶 flag: Caribbean Netherlands
source: flag_bq
ja: ボネール、シント・ユースタティウスおよびサバの旗
sv: flagga_bq

# EMOJI: 🇧🇷 flag: Brazil
source: flag_br
ja: ブラジルの国旗
sv: flagga_br

# EMOJI: 🇧🇸 flag: Bahamas
source: flag_bs
ja: バハマの国旗
sv: flagga_bs

# EMOJI: 🇧🇹 flag: Bhutan
source: flag_bt
ja: ブータンの国旗
sv: flagga_bt

# EMOJI: 🇧🇻 flag: Bouvet Island
source: flag_bv
ja: ブーベ島の旗
sv: flagga_bv

# EMOJI: 🇧🇼 flag: Botswana
source: flag_bw
ja: ボツワナの国旗
sv: flagga_bw

# EMOJI: 🇧🇾 flag: Belarus
source: flag_by
ja: ベラルーシの国旗
sv: flagga_by

# EMOJI: 🇧🇿 flag: Belize
source: flag_bz
ja: ベリーズの国旗
sv: flagga_bz

# EMOJI: 🇨🇦 flag: Canada
source: flag_ca
ja: カナダの国旗
sv: flagga_ka

# EMOJI: 🇨🇨 flag: Cocos (Keeling) Islands
source: flag_cc
ja: ココス（キーリング）諸島の旗
sv: flagga_cö

# EMOJI: 🇨🇩 flag: Congo - Kinshasa
source: flag_cd
ja: コンゴ民主共和国の国旗
sv: flagga_cd

# EMOJI: 🇨🇫 flag: Central African Republic
source: flag_cf
ja: 中央アフリカの国旗
sv: flagga_cf

# EMOJI: 🇨🇬 flag: Congo - Brazzaville
source: flag_cg
ja: コンゴ共和国の国旗
sv: flagga_cg

# EMOJI: 🇨🇭 flag: Switzerland
source: switzerland
ja: スイスの国旗
sv: flagga_sc

# EMOJI: 🇨🇮 flag: Côte d’Ivoire
source: flag_ci
ja: コートジボワールの国旗
sv: flagga_ci

# EMOJI: 🇨🇰 flag: Cook Islands
source: flag_ck
ja: クック諸島の国旗
sv: flagga_cö

# EMOJI: 🇨🇱 flag: Chile
source: flag_cl
ja: チリの国旗
sv: flagga_cl

# EMOJI: 🇨🇲 flag: Cameroon
source: flag_cm
ja: カメルーンの国旗
sv: flagga_cm

# EMOJI: 🇨🇳 flag: China
source: flag_cn
ja: 中国の国旗
sv: flagga_ki

# EMOJI: 🇨🇴 flag: Colombia
source: flag_co
ja: コロンビアの国旗
sv: flagga_co

# EMOJI: 🇨🇵 flag: Clipperton Island
source: flag_cp
ja: クリッパートン島の旗
sv: flagga_cö

# EMOJI: 🇨🇷 flag: Costa Rica
source: flag_cr
ja: コスタリカの国旗
sv: flagga_cr

# EMOJI: 🇨🇺 flag: Cuba
source: flag_cu
ja: キューバの国旗
sv: flagga_ku

# EMOJI: 🇨🇻 flag: Cape Verde
source: flag_cv
ja: カーボヴェルデの国旗
sv: flagga_cv

# EMOJI: 🇨🇼 flag: Curaçao
source: flag_cw
ja: キュラソー島の旗
sv: flagga_cw

# EMOJI: 🇨🇽 flag: Christmas Island
source: flag_cx
ja: クリスマス島の旗
sv: flagga_jö

# EMOJI: 🇨🇾 flag: Cyprus
source: flag_cy
ja: キプロスの国旗
sv: flagga_cy

# EMOJI: 🇨🇿 flag: Czechia
source: flag_cz
ja: チェコの国旗
sv: flagga_cz

# EMOJI: 🇩🇪 flag: Germany
source: germany
ja: ドイツの国旗
sv: flagga_de

# EMOJI: 🇩🇬 flag: Diego Garcia
source: flag_dg
ja: ディエゴガルシア島の旗
sv: flagga_dg

# EMOJI: 🇩🇯 flag: Djibouti
source: flag_dj
ja: ジブチの国旗
sv: flagga_dj

# EMOJI: 🇩🇰 flag: Denmark
source: flag_dk
ja: デンマークの国旗
sv: flagga_dk

# EMOJI: 🇩🇲 flag: Dominica
source: flag_dm
ja: ドミニカ国の国旗
sv: flagga_dm

# EMOJI: 🇩🇴 flag: Dominican Republic
source: flag_do
ja: ドミニカ共和国の国旗
sv: flagga_do

# EMOJI: 🇩🇿 flag: Algeria
source: flag_dz
ja: アルジェリアの国旗
sv: flagga_dz

# EMOJI: 🇪🇦 flag: Ceuta & Melilla
source: flag_ea
ja: セウタとメリリャの旗
sv: flagga_ea

# EMOJI: 🇪🇨 flag: Ecuador
source: flag_ec
ja: エクアドルの国旗
sv: flagga_ec

# EMOJI: 🇪🇪 flag: Estonia
source: flag_ee
ja: エストニアの国旗
sv: flagga_ee

# EMOJI: 🇪🇬 flag: Egypt
source: flag_eg
ja: エジプトの国旗
sv: flagga_eg

# EMOJI: 🇪🇭 flag: Western Sahara
source: western_sahara
ja: 西サハラの国旗
sv: flagga_vs

# EMOJI: 🇪🇷 flag: Eritrea
source: flag_er
ja: エリトリアの国旗
sv: flagga_er

# EMOJI: 🇪🇸 flag: Spain
source: spain
ja: スペインの国旗
sv: flagga_es

# EMOJI: 🇪🇹 flag: Ethiopia
source: flag_et
ja: エチオピアの国旗
sv: flagga_et

# EMOJI: 🇪🇺 flag: European Union
source: flag_eu
ja: 欧州連合の旗
sv: flagga_eu

# EMOJI: 🇫🇮 flag: Finland
source: flag_fi
ja: フィンランドの国旗
sv: flagga_fi

# EMOJI: 🇫🇯 flag: Fiji
source: flag_fj
ja: フィジーの国旗
sv: flagga_fj

# EMOJI: 🇫🇰 flag: Falkland Islands
source: flag_fk
ja: フォークランド諸島の旗
sv: flagga_fö

# EMOJI: 🇫🇲 flag: Micronesia
source: micronesia
ja: ミクロネシアの国旗
sv: flagga_fm

# EMOJI: 🇫🇴 flag: Faroe Islands
source: flag_fo
ja: フェロー諸島の旗
sv: flagga_fö

# EMOJI: 🇫🇷 flag: France
source: france
ja: フランスの国旗
sv: flagga_fr

# EMOJI: 🇬🇦 flag: Gabon
source: gabon
ja: ガボンの国旗
sv: flagga_ga

# EMOJI: 🇬🇧 flag: United Kingdom
source: united_kingdom
ja: イギリスの国旗
sv: flagga_gb

# EMOJI: 🏴󠁧󠁢󠁥󠁮󠁧󠁿 flag: England
source: flag_gbeng
ja: イングランドの旗
sv: flagga_gbeng

# EMOJI: 🏴󠁧󠁢󠁳󠁣󠁴󠁿 flag: Scotland
source: scotland
ja: スコットランドの旗
sv: flagga_gbsct

# EMOJI: 🏴󠁧󠁢󠁷󠁬󠁳󠁿 flag: Wales
source: wales
ja: ウェールズの旗
sv: flagga_gbwls

# EMOJI: 🇬🇩 flag: Grenada
source: grenada
ja: グレナダの国旗
sv: flagga_gd

# EMOJI: 🇬🇪 flag: Georgia
source: georgia
ja: ジョージアの国旗
sv: flagga_ge

# EMOJI: 🇬🇫 flag: French Guiana
source: french_guiana
ja: フランス領ギアナの旗
sv: flagga_gf

# EMOJI: 🇬🇬 flag: Guernsey
source: guernsey
ja: ガーンジーの旗
sv: flagga_gg

# EMOJI: 🇬🇭 flag: Ghana
source: ghana
ja: ガーナの国旗
sv: flagga_gh

# EMOJI: 🇬🇮 flag: Gibraltar
source: gibraltar
ja: ジブラルタルの旗
sv: flagga_gi

# EMOJI: 🇬🇱 flag: Greenland
source: greenland
ja: グリーンランドの旗
sv: flagga_gl

# EMOJI: 🇬🇲 flag: Gambia
source: gambia
ja: ガンビアの国旗
sv: flagga_gm

# EMOJI: 🇬🇳 flag: Guinea
source: guinea
ja: ギニアの国旗
sv: flagga_gn

# EMOJI: 🇬🇵 flag: Guadeloupe
source: guadeloupe
ja: グアドループの旗
sv: flagga_gp

# EMOJI: 🇬🇶 flag: Equatorial Guinea
source: flag_gq
ja: 赤道ギニアの国旗
sv: flagga_gq

# EMOJI: 🇬🇷 flag: Greece
source: greece
ja: ギリシャの国旗
sv: flagga_gr
