Repository: milesj/emojibase
Catalog: po/*/shortcodes.po
Languages: ja, sv

# EMOJI: 🤪 zany face
source: zany_face
ja: 滑稽な顔

# EMOJI: ⚡️ high voltage
source: zap
ja: ザップ
sv: svischa

# EMOJI: 🦓 zebra
source: zebra
ja: シマウマ

# EMOJI: 🇿🇼 flag: Zimbabwe
source: zimbabwe
ja: ジンバブエ

# EMOJI: 🤐 zipper-mouth face
source: zipper_mouth_face
ja: ジッパーで口を閉じる
sv: blixtlås_mun

# EMOJI: 🧟 zombie
source: zombie
ja: ゾンビ

# EMOJI: ⏰ alarm clock
source: alarm_clock
sv: väckar_klocka

# EMOJI: ⏬ fast down button
source: fast_down
sv: pil_dubbel_ner

# EMOJI: ⏫ fast up button
source: fast_up
sv: pil_dubbel_upp

# EMOJI: ↩️ right arrow curving left
source: leftwards_arrow_with_hook
sv: pil_vänster_krok

# EMOJI: ↪️ left arrow curving right
source: rightwards_arrow_with_hook
sv: pil_höger_krok

# EMOJI: 🏧 ATM sign
source: atm
sv: bankomat

# EMOJI: 🔙 BACK arrow
source: back
sv: tillbaka

# EMOJI: 😘 face blowing a kiss
source: kissing_heart
sv: blåser_en_kyss

# EMOJI: 😊 smiling face with smiling eyes
source: smiling_face_with_closed_eyes
sv: rodna

# EMOJI: 🤙 call me hand
source: call_me_hand
sv: ring_mig_hand

# EMOJI: ✅ check mark button
source: white_check_mark
sv: kryss_markerings_knapp

# EMOJI: 👨‍❤️‍👨 couple with heart: man, man
source: couple_with_heart_mm
sv: par_med_hjärta_mm

# EMOJI: 👩‍❤️‍👨 couple with heart: woman, man
source: couple_with_heart_wm
sv: par_med_hjärta_mk

# EMOJI: 👩‍❤️‍👨 couple with heart: woman, man
source: couple_with_heart_wm
sv: par_med_hjärta_km

# EMOJI: 👩‍❤️‍👩 couple with heart: woman, woman
source: couple_with_heart_ww
sv: par_med_hjärta_kk

# EMOJI: ❌ cross mark
source: x
sv: kors_markering

# EMOJI: ❎ cross mark button
source: negative_squared_cross_mark
sv: kryss_markerings_knapp

# EMOJI: ➰ curly loop
source: curly_loop
sv: lockig_slinga

# EMOJI: 💠 diamond with a dot
source: diamond_with_a_dot
sv: diamantform_med_en_punkt_inuti

# EMOJI: 😥 sad but relieved face
source: sad_relieved_face
sv: besviken_lättad

# EMOJI: ➗ divide
source: division
sv: dividera

# EMOJI: ➿ double curly loop
source: loop
sv: dubbel_lockig_slinga

# EMOJI: ‼️ double exclamation mark
source: double_exclamation
sv: dubbla_utropstecken

# EMOJI: 🌽 ear of corn
source: ear_of_corn
sv: ax

# EMOJI: 🦻 ear with hearing aid
source: hearing_aid
sv: öra_med_hör_apparat

# EMOJI: 8️⃣ keycap: 8
source: eight
sv: åtta

# EMOJI: ✴️ eight-pointed star
source: eight_pointed_black_star
sv: åtta_spetsig_svart_stjärna

# EMOJI: 🔚 END arrow
source: end
sv: slut

# EMOJI: ❗️ red exclamation mark
source: exclamation
sv: utropstecken

# EMOJI: ⁉️ exclamation question mark
source: interrobang
sv: utropsfråga

# EMOJI: 😮‍💨 face exhaling
source: exhaling
sv: andas ut

# EMOJI: 😮‍💨 face exhaling
source: exhaling
sv: andas ut

# EMOJI: 🤯 exploding head
source: exploding_head
sv: exploderande_huvud

# EMOJI: 👁️‍🗨️ eye in speech bubble
source: eye_in_speech_bubble
sv: öga_i_pratbubbla

# EMOJI: 🤮 face vomiting
source: vomiting
sv: ansikte_kräks

# EMOJI: 🤭 face with hand over mouth
source: hand_over_mouth
sv: ansikte_med_hand_över_munnen

# EMOJI: 🤕 face with head-bandage
source: face_with_head_bandage
sv: ansikte_med_huvudbandage

# EMOJI: 🧐 face with monocle
source: face_with_monocle
sv: ansikte_med_monokel

# EMOJI: 😮 face with open mouth
source: open_mouth
sv: ansikte_med_öppen_mun

# EMOJI: 🤨 face with raised eyebrow
source: raised_eyebrow
sv: ansikte_med_upphöjda_ögonbryn

# EMOJI: 🤬 face with symbols on mouth
source: face_with_symbols_on_mouth
sv: ansikte_med_symboler_på_munnen

# EMOJI: 🤒 face with thermometer
source: face_with_thermometer
sv: ansikte_med_termometer

# EMOJI: 😛 face with tongue
source: stuck_out_tongue
sv: ansikte_med_tunga

# EMOJI: 🤦 person facepalming
source: person_facepalming
sv: facepalm

# EMOJI: 👨‍👦 family: man, boy
source: family_mb
sv: familj_mp

# EMOJI: 👨‍👦‍👦 family: man, boy, boy
source: family_mbb
sv: familj_mpp

# EMOJI: 👨‍👧 family: man, girl
source: family_mg
sv: familj_mf

# EMOJI: 👨‍👧‍👦 family: man, girl, boy
source: family_mgb
sv: familj_mfp

# EMOJI: 👨‍👧‍👧 family: man, girl, girl
source: family_mgg
sv: familj_mff

# EMOJI: 👨‍👨‍👦 family: man, man, boy
source: family_mmb
sv: familj_mmp

# EMOJI: 👨‍👨‍👦‍👦 family: man, man, boy, boy
source: family_mmbb
sv: familj_mmpp

# EMOJI: 👨‍👨‍👧 family: man, man, girl
source: family_mmg
sv: familj_mmf

# EMOJI: 👨‍👨‍👧‍👦 family: man, man, girl, boy
source: family_mmgb
sv: familj_mmfp

# EMOJI: 👨‍👨‍👧‍👧 family: man, man, girl, girl
source: family_mmgg
sv: familj_mmff

# EMOJI: 👨‍👩‍👦 family: man, woman, boy
source: family_mwb
sv: familj_mkp

# EMOJI: 👨‍👩‍👦‍👦 family: man, woman, boy, boy
source: family_mwbb
sv: familj_mkpp

# EMOJI: 👨‍👩‍👧 family: man, woman, girl
source: family_mwg
sv: familj_mkf

# EMOJI: 👨‍👩‍👧‍👦 family: man, woman, girl, boy
source: family_mwgb
sv: familj_mkfp

# EMOJI: 👨‍👩‍👧‍👧 family: man, woman, girl, girl
source: family_mwgg
sv: familj_mkff

# EMOJI: 👩‍👦 family: woman, boy
source: family_wb
sv: familj_kp

# EMOJI: 👩‍👦‍👦 family: woman, boy, boy
source: family_wbb
sv: familj_kpp

# EMOJI: 👩‍👧 family: woman, girl
source: family_wg
sv: familj_wf

# EMOJI: 👩‍👧‍👦 family: woman, girl, boy
source: family_wgb
sv: familj_kfp

# EMOJI: 👩‍👧‍👧 family: woman, girl, girl
source: family_wgg
sv: familj_kff

# EMOJI: 👩‍👩‍👦 family: woman, woman, boy
source: family_wwb
sv: familj_kkp

# EMOJI: 👩‍👩‍👦‍👦 family: woman, woman, boy, boy
source: family_wwbb
sv: familj_kkpp

# EMOJI: 👩‍👩‍👧 family: woman, woman, girl
source: family_wwg
sv: familj_kkf

# EMOJI: 👩‍👩‍👧‍👦 family: woman, woman, girl, boy
source: family_wwgb
sv: familj_kkfp

# EMOJI: 👩‍👩‍👧‍👧 family: woman, woman, girl, girl
source: family_wwgg
sv: familj_kkff

# EMOJI: ⏬ fast down button
source: fast_down
sv: snabb_ner

# EMOJI: ⏫ fast up button
source: fast_up
sv: snabb_upp

# EMOJI: 🌓 first quarter moon
source: first_quarter_moon
sv: första kvartalet_månen

# EMOJI: 🌛 first quarter moon face
source: first_quarter_moon_with_face
sv: första_kvartalet_månen_med_ansikte

# EMOJI: ✊ raised fist
source: fist
sv: knytnäve

# EMOJI: 5️⃣ keycap: 5
source: five
sv: fem

# EMOJI: 🇹🇷 flag: Turkey
source: turkey_tr
sv: flagga_tr

# EMOJI: 🫓 flatbread
source: flatbread
sv: flatbröd

# EMOJI: 🙏 folded hands
source: pray
sv: vikta_händer

# EMOJI: 4️⃣ keycap: 4
source: four
sv: fyra

# EMOJI: 🖼️ framed picture
source: framed_picture
sv: ram_med_bild

# EMOJI: 😸 grinning cat with smiling eyes
source: smile_cat
sv: flinande_katt_med_stängda_ögon

# EMOJI: 😃 grinning face with big eyes
source: smiley
sv: flinande_ansikte_med_stora_ögon

# EMOJI: 😄 grinning face with smiling eyes
source: smile
sv: flinande_ansikte_med_stängda_ögon

# EMOJI: 😅 grinning face with sweat
source: sweat_smile
sv: flinande_ansikte_med_svett

# EMOJI: 🙉 hear-no-evil monkey
source: hear_no_evil
sv: hör_ingen_ondska

# EMOJI: 🦻 ear with hearing aid
source: hearing_aid
sv: hör_apparat

# EMOJI: ⛑️ rescue worker’s helmet
source: rescue_worker_helmet
sv: hjälm_med_kors

# EMOJI: ✋ raised hand
source: raised_hand
sv: high_five

# EMOJI: 🥳 partying face
source: partying_face
sv: hurra

# EMOJI: 😯 hushed face
source: hushed_face
sv: tyst

# EMOJI: 😯 hushed face
source: hushed_face
sv: tyst_ansikte

# EMOJI: 👿 angry face with horns
source: imp
sv: smådjävul

# EMOJI: 😶‍🌫️ face in clouds
source: in_clouds
sv: i_moln

# EMOJI: ⁉️ exclamation question mark
source: interrobang
sv: utropsteckenfrågetecken

# EMOJI: 👨‍❤️‍💋‍👨 kiss: man, man
source: kiss_mm
sv: kyss_mm

# EMOJI: 👩‍❤️‍💋‍👨 kiss: woman, man
source: kiss_wm
sv: kyss_mk

# EMOJI: 👩‍❤️‍💋‍👨 kiss: woman, man
source: kiss_wm
sv: kyss_km

# EMOJI: 👩‍❤️‍💋‍👩 kiss: woman, woman
source: kiss_ww
sv: kyss_kk

# EMOJI: 😚 kissing face with closed eyes
source: kissing_face_with_closed_eyes
sv: kyssa_stängda_ögon

# EMOJI: 😚 kissing face with closed eyes
source: kissing_face_with_closed_eyes
sv: kyssande_ansikte_med_stängda_ögon

# EMOJI: 😙 kissing face with smiling eyes
source: kissing_smiling_eyes
sv: kyssande_ansikte_med_leende_ögon

# EMOJI: 😙 kissing face with smiling eyes
source: kissing_smiling_eyes
sv: kyssande_leende_ögon

# EMOJI: 🌗 last quarter moon
source: last_quarter_moon
sv: sista_kvartalet_månen

# EMOJI: 🌜️ last quarter moon face
source: last_quarter_moon_with_face
sv: sista_kvartalet_månen_med_ansikte

# EMOJI: 🤛 left-facing fist
source: left_facing_fist
sv: vänster_knytnäve

# EMOJI: 🛅 left luggage
source: left_luggage
sv: glömt_bagage

# EMOJI: 🗨️ left speech bubble
source: left_speech_bubble
sv: vänster_prat_bubbla

# EMOJI: ↩️ right arrow curving left
source: leftwards_arrow_with_hook
sv: vänster_pil_med_krok

# EMOJI: 🕴️ person in suit levitating
source: person_in_suit_levitating
sv: svävar

# EMOJI: 😂 face with tears of joy
source: tears_of_joy
sv: lmao

# EMOJI: ➿ double curly loop
source: loop
sv: ögla

# EMOJI: 😭 loudly crying face
source: sob
sv: högt_gråtande_ansikte

# EMOJI: 🤟 love-you gesture
source: love_you_gesture
sv: älskar_dig_gest

# EMOJI: 🙍‍♂️ man frowning
source: man_frowning
sv: man_rynkar pannan

# EMOJI: 🧞‍♂️ man genie
source: man_genie
sv: man_ande

# EMOJI: 🙅‍♂️ man gesturing NO
source: man_gesturing_no
sv: man_gestikulerande_nej

# EMOJI: 🙆‍♂️ man gesturing OK
source: man_gesturing_ok
sv: man_gestikulerande_ok

# EMOJI: 💇‍♂️ man getting haircut
source: man_getting_haircut
sv: man_får_frisyr

# EMOJI: 💆‍♂️ man getting massage
source: man_getting_massage
sv: man_får_massage

# EMOJI: 👨‍⚕️ man health worker
source: man_health_worker
sv: man_hälso-och_sjukvårdspersonal

# EMOJI: 🧘‍♂️ man in lotus position
source: man_in_lotus_position
sv: man_i_lotus_ställning

# EMOJI: 👨‍🦼 man in motorized wheelchair
source: man_in_motorized_wheelchair
sv: man_i_motoriserad_rullstol

# EMOJI: 🤵‍♂️ man in tuxedo
source: man_in_tuxedo
sv: man_i_smoking

# EMOJI: 🏋️‍♂️ man lifting weights
source: man_lifting_weights
sv: man_lyfter_vikter

# EMOJI: 🚵‍♂️ man mountain biking
source: man_mountain_biking
sv: man_bergscykling

# EMOJI: 🤷‍♂️ man shrugging
source: man_shrugging
sv: man_rycker_på_axlarna

# EMOJI: 🦹‍♂️ man supervillain
source: man_supervillain
sv: man_superskurk

# EMOJI: 🏄‍♂️ man surfing
source: man_surfing
sv: man_surfar

# EMOJI: 🏊‍♂️ man swimming
source: man_swimming
sv: man_simmar

# EMOJI: 👨‍🏫 man teacher
source: man_teacher
sv: man_lärare

# EMOJI: 👨‍💻 man technologist
source: man_technologist
sv: man_tekniker

# EMOJI: 💁‍♂️ man tipping hand
source: man_tipping_hand
sv: man_tippar_handen

# EMOJI: 🧛‍♂️ man vampire
source: man_vampire
sv: man_vampyr

# EMOJI: 🚶‍♂️ man walking
source: man_walking
sv: man_går

# EMOJI: 👳‍♂️ man wearing turban
source: man_wearing_turban
sv: man_som_bär_turban

# EMOJI: 👨‍🦳 man: white hair
source: man_white_haired
sv: man vit_hårig

# EMOJI: 👨‍🦯 man with white cane
source: man_with_white_cane
sv: man_med_blindkäpp

# EMOJI: 👯‍♂️ men with bunny ears
source: men_with_bunny_ears_partying
sv: män_med_kanin_öron_festar

# EMOJI: 🤘 sign of the horns
source: sign_of_the_horns
sv: metal

# EMOJI: 🤑 money-mouth face
source: money_mouth_face
sv: pengar_mun_ansikte

# EMOJI: 🤶 Mrs. Claus
source: mrs_claus
sv: tomte_mor

# EMOJI: 💅 nail polish
source: nail_polish
sv: nagel_lack

# EMOJI: 🤢 nauseated face
source: nauseated_face
sv: illamående_ansikte

# EMOJI: 🤓 nerd face
source: nerd_face
sv: nörd_ansikte

# EMOJI: 😐️ neutral face
source: neutral_face
sv: neutralt_ansikte

# EMOJI: 🌚 new moon face
source: new_moon_with_face
sv: ny_måne_med_ansikte

# EMOJI: 9️⃣ keycap: 9
source: nine
sv: nio

# EMOJI: 👎️ thumbs down
source: thumbsdown
sv: nej

# EMOJI: 🙅 person gesturing NO
source: person_gesturing_no
sv: inte_bra

# EMOJI: 😶 face without mouth
source: no_mouth
sv: ingen_mun

# EMOJI: 🗒️ spiral notepad
source: notepad_spiral
sv: anteckningsblock_spiral

# EMOJI: #️⃣ keycap: #
source: number_sign
sv: nummer_tecken

# EMOJI: 🅾️ O button (blood type)
source: o_blood
sv: blodtyp o

# EMOJI: 🧓 older person
source: older_adult
sv: äldre_vuxen

# EMOJI: 1️⃣ keycap: 1
source: one
sv: en

# EMOJI: 🤲 palms up together
source: palms_up_together
sv: handflatorna_upp_tillsammans

# EMOJI: 🎉 party popper
source: tada
sv: party_smällare

# EMOJI: 🥳 partying face
source: partying_face
sv: festar

# EMOJI: 🥳 partying face
source: partying_face
sv: festande_ansikte

# EMOJI: ☮️ peace symbol
source: peace_symbol
sv: fred_symbol

# EMOJI: 😔 pensive face
source: pensive_face
sv: fundersamt_ansikte

# EMOJI: 🧑‍🤝‍🧑 people holding hands
source: people_holding_hands
sv: människor_som_håller_hand

# EMOJI: 👯 people with bunny ears
source: people_with_bunny_ears_partying
sv: människor_med_kaninöron_som_festar

# EMOJI: 💆 person getting massage
source: person_getting_massage
sv: person_får_massage

# EMOJI: 🧑‍🦯 person with white cane
source: person_with_white_cane
sv: person_med_vit_käpp

# EMOJI: ☝️ index pointing up
source: point_up_2
sv: peka_upp_2

# EMOJI: ✋ raised hand
source: raised_hand
sv: upphöjd_hand

# EMOJI: 🧑‍🦰 person: red hair
source: red_haired
sv: röd_hårig

# EMOJI: 🇦 regional indicator A
source: regional_indicator_a
sv: regional_indikator_a

# EMOJI: 🇧 regional indicator B
source: regional_indicator_b
sv: regional_indikator_b

# EMOJI: 🇨 regional indicator C
source: regional_indicator_c
sv: regional_indikator_c

# EMOJI: 🇩 regional indicator D
source: regional_indicator_d
sv: regional_indikator_d

# EMOJI: 🇪 regional indicator E
source: regional_indicator_e
sv: regional_indikator_e

# EMOJI: 🇫 regional indicator F
source: regional_indicator_f
sv: regional_indikator_f

# EMOJI: 🇬 regional indicator G
source: regional_indicator_g
sv: regional_indikator_g

# EMOJI: 🇭 regional indicator H
source: regional_indicator_h
sv: regional_indikator_h

# EMOJI: 🇮 regional indicator I
source: regional_indicator_i
sv: regional_indikator_i

# EMOJI: 🇯 regional indicator J
source: regional_indicator_j
sv: regional_indikator_j

# EMOJI: 🇰 regional indicator K
source: regional_indicator_k
sv: regional_indikator_k

# EMOJI: 🇱 regional indicator L
source: regional_indicator_l
sv: regional_indikator_l

# EMOJI: 🇲 regional indicator M
source: regional_indicator_m
sv: regional_indikator_m

# EMOJI: 🇳 regional indicator N
source: regional_indicator_n
sv: regional_indikator_n

# EMOJI: 🇴 regional indicator O
source: regional_indicator_o
sv: regional_indikator_o

# EMOJI: 🇵 regional indicator P
source: regional_indicator_p
sv: regional_indikator_p

# EMOJI: 🇶 regional indicator Q
source: regional_indicator_q
sv: regional_indikator_q

# EMOJI: 🇷 regional indicator R
source: regional_indicator_r
sv: regional_indikator_r

# EMOJI: 🇸 regional indicator S
source: regional_indicator_s
sv: regional_indikator_s

# EMOJI: 🇹 regional indicator T
source: regional_indicator_t
sv: regional_indikator_t

# EMOJI: 🇺 regional indicator U
source: regional_indicator_u
sv: regional_indikator_u

# EMOJI: 🇻 regional indicator V
source: regional_indicator_v
sv: regional_indikator_v

# EMOJI: 🇼 regional indicator W
source: regional_indicator_w
sv: regional_indikator_w

# EMOJI: 🇽 regional indicator X
source: regional_indicator_x
sv: regional_indikator_x

# EMOJI: 🇾 regional indicator Y
source: regional_indicator_y
sv: regional_indikator_y

# EMOJI: 🇿 regional indicator Z
source: regional_indicator_z
sv: regional_indikator_z

# EMOJI: 🦏 rhinoceros
source: rhinoceros
sv: noshörning

# EMOJI: 💪 flexed biceps
source: right_bicep
sv: höger_biceps

# EMOJI: ↪️ left arrow curving right
source: rightwards_arrow_with_hook
sv: högerpil_med_krok

# EMOJI: 🐓 rooster
source: rooster
sv: tupp

# EMOJI: 😱 face screaming in fear
source: screaming_in_fear
sv: skrika_av_rädsla

# EMOJI: 🙈 see-no-evil monkey
source: see_no_evil
sv: se_ingen_ondska

# EMOJI: 🌱 seedling
source: seedling
sv: fröplanta

# EMOJI: 7️⃣ keycap: 7
source: seven
sv: sju

# EMOJI: 6️⃣ keycap: 6
source: six
sv: sex

# EMOJI: ⛷️ skier
source: skiing
sv: skidåkare

# EMOJI: ☠️ skull and crossbones
source: skull_and_crossbones
sv: dödskalle_och_benknotor

# EMOJI: 🛌 person in bed
source: sleeping_accommodation
sv: sov_plats

# EMOJI: ☺️ smiling face
source: smiling_face
sv: leende_ansikte

# EMOJI: 🥰 smiling face with hearts
source: smiling_face_with_3_hearts
sv: leende_ansikte_med_3_hjärtan

# EMOJI: 😊 smiling face with smiling eyes
source: smiling_face_with_closed_eyes
sv: leende_ansikte_med_stängda_ögon

# EMOJI: 😍 smiling face with heart-eyes
source: smiling_face_with_heart_eyes
sv: leende_ansikte_med_hjärt_ögon

# EMOJI: 😎 smiling face with sunglasses
source: too_cool
sv: leende_ansikte_med_solglasögon

# EMOJI: 🥲 smiling face with tear
source: smiling_face_with_tear
sv: leende_ansikte_med_tår

# EMOJI: 😈 smiling face with horns
source: smiling_imp
sv: leende_smådjävul

# EMOJI: 😼 cat with wry smile
source: wry_smile_cat
sv: flinande_katt

# EMOJI: 🤧 sneezing face
source: sneezing_face
sv: nysning_ansikte

# EMOJI: 🏂️ snowboarder
source: snowboarding
sv: åka snowboard

# EMOJI: 🔜 SOON arrow
source: soon
sv: snart

# EMOJI: ❇️ sparkle
source: sparkle
sv: gnistra

# EMOJI: ✨ sparkles
source: sparkles
sv: gnistrar

# EMOJI: 🚤 speedboat
source: speedboat
sv: snabb_motorbåt

# EMOJI: 🌠 shooting star
source: stars
sv: stjärnor

# EMOJI: 😛 face with tongue
source: stuck_out_tongue
sv: lipande_gubbe

# EMOJI: 😝 squinting face with tongue
source: stuck_out_tongue_closed_eyes
sv: lipande_gubbe_med_stängda_ögon

# EMOJI: 😜 winking face with tongue
source: stuck_out_tongue_winking_eye
sv: lipande_gubbe_blinkande_öga

# EMOJI: 🥙 stuffed flatbread
source: stuffed_flatbread
sv: fyllda_flatbröd

# EMOJI: ⛅️ sun behind cloud
source: sun_behind_cloud
sv: solen_bakom_molnet

# EMOJI: 🌥️ sun behind large cloud
source: sun_behind_large_cloud
sv: sol_bakom_stort_moln

# EMOJI: 🌦️ sun behind rain cloud
source: sun_behind_rain_cloud
sv: sol_bakom_regn_moln

# EMOJI: 🌤️ sun behind small cloud
source: sunny
sv: sol_bakom_litet_moln

# EMOJI: 😎 smiling face with sunglasses
source: too_cool
sv: solglasögon_häftig

# EMOJI: 🌄 sunrise over mountains
source: sunrise_over_mountains
sv: sunrise_över_berg

# EMOJI: 😂 face with tears of joy
source: tears_of_joy
sv: glädjetårar

# EMOJI: 😹 cat with tears of joy
source: tears_of_joy_cat
sv: glädjetårar_katt

# EMOJI: 🔟 keycap: 10
source: ten
sv: tio

# EMOJI: 3️⃣ keycap: 3
source: three
sv: tre

# EMOJI: 🎩 top hat
source: tophat
sv: hög hatt

# EMOJI: 🚩 triangular flag
source: triangular_flag_on_post
sv: triangulär_flagga_på_post

# EMOJI: 🇹🇷 flag: Turkey
source: turkey_tr
sv: turkiet_tr

# EMOJI: 🔀 shuffle tracks button
source: twisted_rightwards_arrows
sv: vridna_pilar_åt_höger

# EMOJI: 2️⃣ keycap: 2
source: two
sv: två

# EMOJI: 👬 men holding hands
source: two_men_holding_hands
sv: två_män_som_håller_hand

# EMOJI: 👭 women holding hands
source: two_women_holding_hands
sv: två_kvinnor_som_håller_hand

# EMOJI: ⛱️ umbrella on ground
source: umbrella_on_ground
sv: parasol_på_marken

# EMOJI: 🇺🇳 flag: United Nations
source: united_nations
sv: fn

# EMOJI: 🌘 waning crescent moon
source: waning_crescent_moon
sv: avtagande_halv_måne

# EMOJI: 👋 waving hand
source: waving_hand
sv: vinka

# EMOJI: 🚾 water closet
source: wc
sv: toalett

# EMOJI: ❕ white exclamation mark
source: white_exclamation
sv: vit_utropstecken

# EMOJI: ☹️ frowning face
source: white_frowning_face
sv: vitt_rynkande_ansikte

# EMOJI: ◽️ white medium-small square
source: white_medium_small_square
sv: vit_medel_liten_fyrkant

# EMOJI: ❔ white question mark
source: white_question
sv: vit_frågetecken

# EMOJI: 🧔‍♀️ woman: beard
source: woman_bearded
sv: kvinna_skäggig

# EMOJI: 👱‍♀️ woman: blond hair
source: woman_blond_haired
sv: kvinna_blond_hårig

# EMOJI: ⛹️‍♀️ woman bouncing ball
source: woman_bouncing_ball
sv: kvinna_studsande_boll

# EMOJI: 🙇‍♀️ woman bowing
source: woman_bowing
sv: kvinna_bugar

# EMOJI: 🤸‍♀️ woman cartwheeling
source: woman_cartwheeling
sv: kvinna_hjular

# EMOJI: 🧗‍♀️ woman climbing
source: woman_climbing
sv: kvinna_klättrar

# EMOJI: 👷‍♀️ woman construction worker
source: woman_construction_worker
sv: kvinna_konstruktionsarbetare

# EMOJI: 👩‍🦱 woman: curly hair
source: woman_curly_haired
sv: kvinna_lockigt_hår

# EMOJI: 🕵️‍♀️ woman detective
source: woman_detective
sv: kvinna_detektiv

# EMOJI: 🧝‍♀️ woman elf
source: woman_elf
sv: kvinna_alv

# EMOJI: 👩‍🏭 woman factory worker
source: woman_factory_worker
sv: kvinna_fabriks_arbetare

# EMOJI: 🧚‍♀️ woman fairy
source: woman_fairy
sv: kvinna_fe

# EMOJI: 👩‍🍼 woman feeding baby
source: woman_feeding_baby
sv: kvinna_matar_barn

# EMOJI: 👩‍🚒 woman firefighter
source: woman_firefighter
sv: kvinna_brandman

# EMOJI: 🙍‍♀️ woman frowning
source: woman_frowning
sv: kvinna_rynkar_pannan

# EMOJI: 🧞‍♀️ woman genie
source: woman_genie
sv: kvinna_ande

# EMOJI: 🙅‍♀️ woman gesturing NO
source: woman_gesturing_no
sv: kvinna_gestikulera_nej

# EMOJI: 🙆‍♀️ woman gesturing OK
source: woman_gesturing_ok
sv: kvinna_gestikulera_ok

# EMOJI: 💇‍♀️ woman getting haircut
source: woman_getting_haircut
sv: kvinna_får_ny_frisyr

# EMOJI: 💆‍♀️ woman getting massage
source: woman_getting_massage
sv: kvinna_får_massage

# EMOJI: 💂‍♀️ woman guard
source: woman_guard
sv: kvinna_vakt

# EMOJI: 🧘‍♀️ woman in lotus position
source: woman_in_lotus_position
sv: kvinna_i_lotus_position

# EMOJI: 👩‍🦽 woman in manual wheelchair
source: woman_in_manual_wheelchair
sv: kvinna_i_manuell_rullstol

# EMOJI: 👩‍🦼 woman in motorized wheelchair
source: woman_in_motorized_wheelchair
sv: kvinna_i_motoriserad_rullstol

# EMOJI: 🧖‍♀️ woman in steamy room
source: woman_in_steamy_room
sv: kvinna_i_ångande_rum

# EMOJI: 🤵‍♀️ woman in tuxedo
source: woman_in_tuxedo
sv: kvinna_i_frack

# EMOJI: 👩‍⚖️ woman judge
source: woman_judge
sv: kvinnlig_domare

# EMOJI: 🤹‍♀️ woman juggling
source: woman_juggling
sv: kvinna_jonglerar

# EMOJI: 🧎‍♀️ woman kneeling
source: woman_kneeling
sv: kvinna_hjular

# EMOJI: 🏋️‍♀️ woman lifting weights
source: woman_lifting_weights
sv: kvinna_lyfter_vikter

# EMOJI: 🧙‍♀️ woman mage
source: woman_mage
sv: kvinnlig_magiker

# EMOJI: 👩‍🔧 woman mechanic
source: woman_mechanic
sv: kvinnlig_mekaniker

# EMOJI: 👩‍💼 woman office worker
source: woman_office_worker
sv: kvinnlig_kontors_arbetare

# EMOJI: 👩‍✈️ woman pilot
source: woman_pilot
sv: kvinna_pilot

# EMOJI: 🤾‍♀️ woman playing handball
source: woman_playing_handball
sv: kvinna_spelar_handboll

# EMOJI: 🤽‍♀️ woman playing water polo
source: woman_playing_water_polo
sv: kvinna_spelar_vattenpolo

# EMOJI: 👮‍♀️ woman police officer
source: woman_police_officer
sv: kvinnlig_polis_officer

# EMOJI: 👩‍🦰 woman: red hair
source: woman_red_haired
sv: kvinna_röd_hårig

# EMOJI: 🚣‍♀️ woman rowing boat
source: woman_rowing_boat
sv: kvinna_roddbåt

# EMOJI: 🏃‍♀️ woman running
source: woman_running
sv: kvinna_springer

# EMOJI: 👩‍🔬 woman scientist
source: woman_scientist
sv: kvinna_forskare

# EMOJI: 🤷‍♀️ woman shrugging
source: woman_shrugging
sv: kvinna_rycker_på_axlarna

# EMOJI: 👩‍🎤 woman singer
source: woman_singer
sv: kvinno_sångare

# EMOJI: 🧍‍♀️ woman standing
source: woman_standing
sv: kvinna_står upp

# EMOJI: 👩‍🎓 woman student
source: woman_student
sv: kvinna_studerande

# EMOJI: 🦸‍♀️ woman superhero
source: woman_superhero
sv: kvinna_superhjälte

# EMOJI: 🦹‍♀️ woman supervillain
source: woman_supervillain
sv: kvinna_superskurk

# EMOJI: 🏄‍♀️ woman surfing
source: woman_surfing
sv: kvinna_surfar

# EMOJI: 🏊‍♀️ woman swimming
source: woman_swimming
sv: kvinna_simmar

# EMOJI: 👩‍🏫 woman teacher
source: woman_teacher
sv: kvinnlig_lärare

# EMOJI: 👩‍💻 woman technologist
source: woman_technologist
sv: kvinno_tekniker

# EMOJI: 🧛‍♀️ woman vampire
source: woman_vampire
sv: kvinna_vampyr

# EMOJI: 🚶‍♀️ woman walking
source: woman_walking
sv: kvinna_går

# EMOJI: 👳‍♀️ woman wearing turban
source: woman_wearing_turban
sv: kvinna_som_bär_turban

# EMOJI: 👩‍🦳 woman: white hair
source: woman_white_haired
sv: kvinna vit_hårig

# EMOJI: 🧕 woman with headscarf
source: woman_with_headscarf
sv: kvinna_med_sjal

# EMOJI: 👩‍🦯 woman with white cane
source: woman_with_white_cane
sv: kvinna_med_blindkäpp
