Repository: milesj/emojibase
Catalog: po/*/shortcodes.po
Languages: ja, sv

# EMOJI: 👕 t-shirt
source: shirt
ja: シャツ
sv: t-shirt

# EMOJI: 💩 pile of poo
source: shit
ja: うんち
sv: skit

# EMOJI: 🌠 shooting star
source: stars
ja: 流れ星
sv: stjärn_skott

# EMOJI: 🛍️ shopping bags
source: shopping_bags
ja: 買い物カゴ
sv: shopping_kassar

# EMOJI: 🛒 shopping cart
source: shopping_cart
ja: 買い物カート
sv: kund_vagn

# EMOJI: 🍰 shortcake
source: shortcake
ja: ショートケーキ

# EMOJI: 🩳 shorts
source: shorts
ja: ショーツ

# EMOJI: 🚿 shower
source: shower
ja: シャワー
sv: dusch

# EMOJI: 🦐 shrimp
source: shrimp
ja: エビ
sv: räka

# EMOJI: 🤷 person shrugging
source: shrug
ja: 肩をすくめる
sv: axelryckning

# EMOJI: 🔀 shuffle tracks button
source: twisted_rightwards_arrows
ja: シャッフル
sv: blanda

# EMOJI: 🤫 shushing face
source: shushing_face
ja: 静かに
sv: hyssja

# EMOJI: 🇸🇱 flag: Sierra Leone
source: sierra_leone
ja: シエラレオネ

# EMOJI: 📶 antenna bars
source: signal_strength
ja: 電波強度
sv: signal_styrka

# EMOJI: 🇸🇬 flag: Singapore
source: singapore
ja: シンガポール

# EMOJI: 🧑‍🎤 singer
source: singer
ja: 歌手
sv: sångare

# EMOJI: 🇸🇽 flag: Sint Maarten
source: sint_maarten
ja: セントマーティン

# EMOJI: 🔯 dotted six-pointed star
source: six_pointed_star
ja: 点のついた六芒星
sv: sex_spetsig_stjärna

# EMOJI: 🛹 skateboard
source: skateboard
ja: スケートボード

# EMOJI: 🎿 skis
source: ski
ja: スキー
sv: skidor

# EMOJI: ⛷️ skier
source: skiing
ja: スキーする人
sv: skidåkning

# EMOJI: 💀 skull
source: skull
ja: 骸骨
sv: dödskalle

# EMOJI: 🦨 skunk
source: skunk
ja: スカンク

# EMOJI: 🛷 sled
source: sled
ja: そり
sv: släde

# EMOJI: 😴 sleeping face
source: sleeping_face
ja: 寝ている
sv: sovande

# EMOJI: 😴 sleeping face
source: sleeping_face
ja: 寝顔
sv: sovande_ansikte

# EMOJI: 😪 sleepy face
source: sleepy_face
ja: 眠そう
sv: sömnig

# EMOJI: 😪 sleepy face
source: sleepy_face
ja: 眠そうな顔
sv: sömnigt_ansikte

# EMOJI: 🙁 slightly frowning face
source: slightly_frowning_face
ja: 少ししかめっ面した顔

# EMOJI: 🙂 slightly smiling face
source: slightly_smiling_face
ja: 少し笑った顔

# EMOJI: 🎰 slot machine
source: slot_machine
ja: スロットマシーン
sv: enarmad_bandit

# EMOJI: 🦥 sloth
source: sloth
ja: ナマケモノ
sv: sengångare

# EMOJI: 🇸🇰 flag: Slovakia
source: slovakia
ja: スロバキア
sv: slovakien

# EMOJI: 🇸🇮 flag: Slovenia
source: slovenia
ja: スロベニア
sv: slovenien

# EMOJI: 🛩️ small airplane
source: small_airplane
ja: 小さな飛行機
sv: litet_flygplan

# EMOJI: 🔹 small blue diamond
source: small_blue_diamond
ja: 小さな青色ダイアモンド
sv: liten_blå_diamant

# EMOJI: 🔸 small orange diamond
source: small_orange_diamond
ja: 小さな橙色のダイアモンド
sv: liten_orange_diamant

# EMOJI: 🔺 red triangle pointed up
source: small_red_triangle
ja: 小さな赤い上向きの三角
sv: liten_röd_triangel

# EMOJI: 🔻 red triangle pointed down
source: small_red_triangle_down
ja: 小さな赤い下向きの三角
sv: liten_röd_triangel_ned

# EMOJI: 😄 grinning face with smiling eyes
source: smile
ja: 笑顔
sv: leende

# EMOJI: 😸 grinning cat with smiling eyes
source: smile_cat
ja: 笑顔の猫
sv: leende_katt

# EMOJI: 😏 smirking face
source: smirking_face
ja: にやにや笑う
sv: flina

# EMOJI: 😏 smirking face
source: smirking_face
ja: ニヤケる
sv: flirande

# EMOJI: 😏 smirking face
source: smirking_face
ja: ニヤケ顔
sv: flirande_ansikte

# EMOJI: 🚬 cigarette
source: smoking
ja: 喫煙
sv: rökning

# EMOJI: 🐌 snail
source: snail
ja: カタツムリ
sv: snigel

# EMOJI: 🐍 snake
source: snake
ja: ヘビ
sv: orm

# EMOJI: 👟 running shoe
source: sneaker
ja: スニーカー
sv: gymnastiksko

# EMOJI: 🤧 sneezing face
source: sneezing_face
ja: 鼻を噛む
sv: nysning

# EMOJI: 🏂️ snowboarder
source: snowboarding
ja: スノーボーダー
sv: snowboardåkare

# EMOJI: ❄️ snowflake
source: snowflake
ja: 雪の結晶
sv: snöflinga

# EMOJI: ⛄️ snowman without snow
source: snowman
ja: 雪だるま
sv: snögubbe

# EMOJI: ☃️ snowman
source: snowman2
ja: 雪だるま2
sv: snögubbe2

# EMOJI: 🌨️ cloud with snow
source: snowy
ja: 雪雲
sv: snöig

# EMOJI: 🧼 soap
source: soap
ja: 石鹸
sv: tvål

# EMOJI: 😭 loudly crying face
source: sob
ja: 大泣き
sv: snyfta

# EMOJI: ⚽️ soccer ball
source: soccer
ja: サッカー
sv: fotboll

# EMOJI: 🧦 socks
source: socks
ja: 靴下
sv: strumpor

# EMOJI: 🍦 soft ice cream
source: soft_serve
ja: ソフトクリーム

# EMOJI: 🥎 softball
source: softball
ja: ソフトボール
sv: mjukboll

# EMOJI: 🇸🇧 flag: Solomon Islands
source: solomon_islands
ja: ソロモン諸島
sv: salomon_öarna

# EMOJI: 🇸🇴 flag: Somalia
source: somalia
ja: ソマリア

# EMOJI: 🔉 speaker medium volume
source: sound
ja: サウンド
sv: ljud

# EMOJI: 🇿🇦 flag: South Africa
source: south_africa
ja: 南アフリカ
sv: sydafrika

# EMOJI: 🇬🇸 flag: South Georgia & South Sandwich Islands
source: south_georgia_south_sandwich_islands
ja: サウスジョージア・サウスサンドウィッチ諸島

# EMOJI: 🇰🇷 flag: South Korea
source: south_korea
ja: 韓国
sv: sydkorea

# EMOJI: 🇸🇸 flag: South Sudan
source: south_sudan
ja: 南スーダン
sv: sydsudan

# EMOJI: 👾 alien monster
source: space_invader
ja: スペースインベーダー

# EMOJI: ♠️ spade suit
source: spades
ja: スペード
sv: spader

# EMOJI: 🍝 spaghetti
source: spaghetti
ja: スパゲティ
sv: spagetti

# EMOJI: 🇪🇸 flag: Spain
source: spain
ja: スペイン
sv: spanien

# EMOJI: 🎇 sparkler
source: sparkler
ja: 線香花火
sv: tomtebloss

# EMOJI: 💖 sparkling heart
source: sparkling_heart
ja: スパークリングハート

# EMOJI: 🙊 speak-no-evil monkey
source: speak_no_evil
ja: 言わ猿
sv: tala_inget_ont

# EMOJI: 🔈️ speaker low volume
source: speaker
ja: スピーカー
sv: högtalare

# EMOJI: 🗣️ speaking head
source: speaking_head
ja: 話す頭

# EMOJI: 💬 speech balloon
source: speech_balloon
ja: フキダシ

# EMOJI: 🕷️ spider
source: spider
ja: クモ
sv: spindel

# EMOJI: 🕸️ spider web
source: spider_web
ja: クモの巣
sv: spindel_nät

# EMOJI: 🧽 sponge
source: sponge
ja: スポンジ
sv: tvättsvamp

# EMOJI: 🥄 spoon
source: spoon
ja: スプーン
sv: sked

# EMOJI: 🏅 sports medal
source: sports_medal
ja: スポーツメダル
sv: sport_medalj

# EMOJI: 🐳 spouting whale
source: spouting_whale
ja: 潮吹きクジラ
sv: sprutande_val

# EMOJI: 🦑 squid
source: squid
ja: イカ
sv: bläckfisk

# EMOJI: 🇱🇰 flag: Sri Lanka
source: sri_lanka
ja: スリランカ

# EMOJI: 🇧🇱 flag: St. Barthélemy
source: st_barthelemy
ja: サン・バルテルミー
sv: st_barthélemy

# EMOJI: 🇸🇭 flag: St. Helena
source: st_helena
ja: セントヘレナ

# EMOJI: 🇰🇳 flag: St. Kitts & Nevis
source: st_kitts_nevis
ja: セントクリストファー・ネービス

# EMOJI: 🇱🇨 flag: St. Lucia
source: st_lucia
ja: セントルシア

# EMOJI: 🇲🇫 flag: St. Martin
source: st_martin
ja: セントマーティン

# EMOJI: 🇵🇲 flag: St. Pierre & Miquelon
source: st_pierre_miquelon
ja: サンピエール島・ミクロン島

# EMOJI: 🇻🇨 flag: St. Vincent & Grenadines
source: st_vincent_grenadines
ja: セントビンセントおよびグレナディーン

# EMOJI: 🏟️ stadium
source: stadium
ja: スタジアム
sv: idrottsarena

# EMOJI: 🧍 person standing
source: standing
ja: 起立
sv: stående

# EMOJI: ⭐️ star
source: star
ja: 星
sv: stjärna

# EMOJI: ☪️ star and crescent
source: star_and_crescent
ja: 星と三日月
sv: stjärna_och_halvmåne

# EMOJI: ✡️ star of David
source: star_of_david
ja: ダビデの星
sv: davids_stjärna

# EMOJI: 🌟 glowing star
source: star2
ja: 星2
sv: stjärna2

# EMOJI: 🚉 station
source: station
ja: 駅

# EMOJI: 🗽 Statue of Liberty
source: statue_of_liberty
ja: 自由の女神
sv: frihetsgudinnan

# EMOJI: 🚂 locomotive
source: steam_locomotive
ja: 機関車
sv: ång_lok

# EMOJI: 🩺 stethoscope
source: stethoscope
ja: 聴診器
sv: stetoskop

# EMOJI: 🍲 pot of food
source: stew
ja: シチュー
sv: stuvning

# EMOJI: ⏹️ stop button
source: stop
ja: 停止
sv: stopp

# EMOJI: 🛑 stop sign
source: stop_sign
ja: 停止マーク
sv: stopp_skylt

# EMOJI: ⏱️ stopwatch
source: stopwatch
ja: ストップウォッチ
sv: stoppur

# EMOJI: ⛈️ cloud with lightning and rain
source: thunder_cloud_and_rain
ja: 雨嵐
sv: stormig

# EMOJI: 📏 straight ruler
source: straight_ruler
ja: 物差し
sv: rak_linjal

# EMOJI: 🍓 strawberry
source: strawberry
ja: いちご
sv: jordgubbe

# EMOJI: 🧑‍🎓 student
source: student
ja: 学生
sv: studerande

# EMOJI: 🎙️ studio microphone
source: studio_microphone
ja: スタジオマイク
sv: studio_mikrofon

# EMOJI: 🇸🇩 flag: Sudan
source: sudan
ja: スーダン

# EMOJI: ☀️ sun
source: sun
ja: 太陽
sv: sol

# EMOJI: 🌦️ sun behind rain cloud
source: sun_behind_rain_cloud
ja: 天気雨
sv: sol_och_regn

# EMOJI: 🌞 sun with face
source: sun_with_face
ja: 顔のついた太陽
sv: sol_med_ansikte

# EMOJI: 🌻 sunflower
source: sunflower
ja: ひまわり
sv: solros

# EMOJI: 🕶️ sunglasses
source: sunglasses
ja: サングラス
sv: solglasögon

# EMOJI: 🌤️ sun behind small cloud
source: sunny
ja: 晴れ
sv: solig

# EMOJI: 🌅 sunrise
source: sunrise
ja: 夜明け
sv: soluppgång

# EMOJI: 🦸 superhero
source: superhero
ja: スーパーヒーロー
sv: superhjälte

# EMOJI: 🦹 supervillain
source: supervillain
ja: スーパーヴィラン
sv: superskurk

# EMOJI: 🏄️ person surfing
source: surfing
ja: サーファー
sv: surfare

# EMOJI: 🏄️ person surfing
source: surfing
ja: サーフィン
sv: surfar

# EMOJI: 🇸🇷 flag: Suriname
source: suriname
ja: スリナム
sv: surinam

# EMOJI: 🍣 sushi
source: sushi
ja: お寿司

# EMOJI: 🚟 suspension railway
source: suspension_railway
ja: 懸垂鉄道
sv: upphängnings_järnväg

# EMOJI: 🇸🇯 flag: Svalbard & Jan Mayen
source: svalbard_jan_mayen
ja: スヴァールバルおよびヤンマイエン

# EMOJI: 🦢 swan
source: swan
ja: 白鳥
sv: svan

# EMOJI: 🇸🇿 flag: Eswatini
source: swaziland
ja: スワジランド

# EMOJI: 😓 downcast face with sweat
source: sweat
ja: 汗
sv: svett

# EMOJI: 💦 sweat droplets
source: sweat_drops
ja: 滝汗
sv: svett_droppar

# EMOJI: 🇸🇪 flag: Sweden
source: sweden
ja: スウェーデン
sv: sverige

# EMOJI: 🍠 roasted sweet potato
source: sweet_potato
ja: さつまいも
sv: söt_potatis

# EMOJI: 🏊️ person swimming
source: swimming
ja: スイマー
sv: simmare

# EMOJI: 🏊️ person swimming
source: swimming
ja: 泳ぐ
sv: simmar

# EMOJI: 🇨🇭 flag: Switzerland
source: switzerland
ja: スイス
sv: schweiz

# EMOJI: 🔣 input symbols
source: symbols
ja: 記号
sv: symboler

# EMOJI: 🕍 synagogue
source: synagogue
ja: シナゴーグ
sv: synagoga

# EMOJI: 🇸🇾 flag: Syria
source: syria
ja: シリア
sv: syrien

# EMOJI: 💉 syringe
source: syringe
ja: 注射器
sv: spruta

# EMOJI: 🦖 T-Rex
source: trex
ja: Tレックス

# EMOJI: 🌮 taco
source: taco
ja: タコス

# EMOJI: 🎉 party popper
source: tada
ja: クラッカー

# EMOJI: 🇹🇼 flag: Taiwan
source: taiwan
ja: 台湾

# EMOJI: 🇹🇯 flag: Tajikistan
source: tajikistan
ja: タジキスタン
sv: tadzjikistan

# EMOJI: 🥡 takeout box
source: takeout_box
ja: 持ち帰り用の箱

# EMOJI: 🫔 tamale
source: tamale
ja: タマル

# EMOJI: 🎋 tanabata tree
source: tanabata_tree
ja: 七夕
sv: tanabata_träd

# EMOJI: 🍊 tangerine
source: tangerine
ja: タンジェリン
sv: klementin

# EMOJI: 🇹🇿 flag: Tanzania
source: tanzania
ja: タンザニア

# EMOJI: ♉️ Taurus
source: taurus
ja: おうし座
sv: oxen

# EMOJI: 🚕 taxi
source: taxi
ja: タクシー

# EMOJI: 🍵 teacup without handle
source: tea
ja: お茶
sv: te

# EMOJI: 🧑‍🏫 teacher
source: teacher
ja: 先生
sv: lärare

# EMOJI: 🫖 teapot
source: teapot
ja: ティーポット
sv: tekanna

# EMOJI: 🧑‍💻 technologist
source: technologist
ja: 技術者
sv: teknolog

# EMOJI: 🧸 teddy bear
source: teddy_bear
ja: ティディベア
sv: nalle_björn

# EMOJI: ☎️ telephone
source: telephone
ja: 電話機
sv: telefon

# EMOJI: 📞 telephone receiver
source: telephone_receiver
ja: 受話器
sv: telefon_mottagare

# EMOJI: 🔭 telescope
source: telescope
ja: 望遠鏡
sv: teleskop

# EMOJI: 🎾 tennis
source: tennis
ja: テニス

# EMOJI: ⛺️ tent
source: tent
ja: テント
sv: tält

# EMOJI: 🧪 test tube
source: test_tube
ja: 試験管
sv: prov_rör

# EMOJI: 🇹🇭 flag: Thailand
source: thailand
ja: タイ

# EMOJI: 🌡️ thermometer
source: thermometer
ja: 温度計
sv: termometer

# EMOJI: 🤔 thinking face
source: wtf
ja: 考え中
sv: tänkande

# EMOJI: 🤔 thinking face
source: wtf
ja: 考えている顔
sv: tänkande_ansikte

# EMOJI: 🥉 3rd place medal
source: third_place_medal
ja: 3等賞
sv: tredje_plats_medalj

# EMOJI: 🩴 thong sandal
source: thong_sandal
ja: ビーチサンダル
sv: gummi_sandal

# EMOJI: 🧵 thread
source: thread
ja: スレッド
sv: tråd

# EMOJI: 👎️ thumbs down
source: thumbsdown
ja: サムズダウン
sv: tummener

# EMOJI: 👍️ thumbs up
source: yes
ja: サムズアップ
sv: tummeupp

# EMOJI: ⛈️ cloud with lightning and rain
source: thunder_cloud_and_rain
ja: 雷雨雲
sv: åska_moln_och_regn

# EMOJI: 🎫 ticket
source: ticket
ja: チケット
sv: biljett

# EMOJI: 🎟️ admission tickets
source: tickets
ja: チケット
sv: biljetter

# EMOJI: 🐅 tiger
source: tiger
ja: 虎

# EMOJI: 🐯 tiger face
source: tiger_face
ja: 虎の顔
sv: tiger_ansikte

# EMOJI: ⏲️ timer clock
source: timer_clock
ja: タイマー
sv: timer_klocka

# EMOJI: 🇹🇱 flag: Timor-Leste
source: timor_leste
ja: 東ティモール

# EMOJI: 😫 tired face
source: tired_face
ja: 疲れた
sv: trött

# EMOJI: 😫 tired face
source: tired_face
ja: 疲れ顔
sv: trött_ansikte

# EMOJI: ™️ trade mark
source: trade_mark
ja: 登録商標
sv: tm

# EMOJI: 🇹🇬 flag: Togo
source: togo
ja: トーゴー

# EMOJI: 🚽 toilet
source: toilet
ja: トイレ
sv: toalett

# EMOJI: 🧻 roll of paper
source: toilet_paper
ja: トイレットペーパー
sv: toalett_papper

# EMOJI: 🇹🇰 flag: Tokelau
source: tokelau
ja: トケラウ

# EMOJI: 🗼 Tokyo tower
source: tokyo_tower
ja: 東京タワー

# EMOJI: 🍅 tomato
source: tomato
ja: トマト
sv: tomat

# EMOJI: 🏿 dark skin tone
source: tone5
ja: 暗い肌
sv: ton_mörk

# EMOJI: 🏻 light skin tone
source: tone1
ja: 明るい肌
sv: ton_ljus

# EMOJI: 🏽 medium skin tone
source: tone3
ja: 普通の肌
sv: ton_medel

# EMOJI: 🏾 medium-dark skin tone
source: tone4
ja: やや暗い肌
sv: ton_medel_mörk

# EMOJI: 🏼 medium-light skin tone
source: tone2
ja: やや明るい肌
sv: ton_medel_ljus

# EMOJI: 🏻 light skin tone
source: tone1
ja: トーン1
sv: ton1

# EMOJI: 🏼 medium-light skin tone
source: tone2
ja: トーン2
sv: ton2

# EMOJI: 🏽 medium skin tone
source: tone3
ja: トーン3
sv: ton3

# EMOJI: 🏾 medium-dark skin tone
source: tone4
ja: トーン4
sv: ton4

# EMOJI: 🏿 dark skin tone
source: tone5
ja: トーン5
sv: ton5

# EMOJI: 🇹🇴 flag: Tonga
source: tonga
ja: トンガ

# EMOJI: 👅 tongue
source: tongue
ja: 舌
sv: tunga

# EMOJI: 😎 smiling face with sunglasses
source: too_cool
ja: とてもクール
sv: för_häftig

# EMOJI: 🧰 toolbox
source: toolbox
ja: 道具箱
sv: verktygslåda

# EMOJI: 🦷 tooth
source: tooth
ja: 歯
sv: tand

# EMOJI: 🪥 toothbrush
source: toothbrush
ja: 歯ブラシ
sv: tandborste

# EMOJI: 🔝 TOP arrow
source: top
ja: トップ

# EMOJI: 🎩 top hat
source: tophat
ja: トップハット
sv: hög_hatt

# EMOJI: 🌪️ tornado
source: tornado
ja: 竜巻

# EMOJI: 🖲️ trackball
source: trackball
ja: トラックボール
sv: styrkula

# EMOJI: 🚜 tractor
source: tractor
ja: トラクター
sv: traktor

# EMOJI: ™️ trade mark
source: trade_mark
ja: トレードマーク
sv: varu_märke

# EMOJI: 🚥 horizontal traffic light
source: traffic_light
ja: 信号機
sv: trafik_ljus

# EMOJI: 🚆 train
source: train
ja: 電車
sv: tåg

# EMOJI: 🚊 tram
source: tram
ja: トラム
sv: spårvagn

# EMOJI: 🚋 tram car
source: tram_car
ja: 路面電車
sv: spår_vagn

# EMOJI: 🏳️‍⚧️ transgender flag
source: transgender_flag
ja: トランスジェンダーの旗
sv: transsexuell_flagga

# EMOJI: ⚧️ transgender symbol
source: transgender_symbol
ja: トランスジェンダーのシンボル
sv: transsexuell_symbol

# EMOJI: 🗑️ wastebasket
source: wastebasket
ja: くずかご
sv: soptunna

# EMOJI: 🦖 T-Rex
source: trex
ja: Tレックス

# EMOJI: 🚩 triangular flag
source: triangular_flag_on_post
ja: 三角旗
sv: triangulär_flagga

# EMOJI: 📐 triangular ruler
source: triangular_ruler
ja: 三角定規
sv: triangulär_linjal

# EMOJI: 🔱 trident emblem
source: trident
ja: トライデント
sv: treudd

# EMOJI: 🇹🇹 flag: Trinidad & Tobago
source: trinidad_tobago
ja: トリニダード・トバゴ

# EMOJI: 🇹🇦 flag: Tristan da Cunha
source: tristan_da_cunha
ja: トリスタンダクーニャ

# EMOJI: 😤 face with steam from nose
source: triumph
ja: 勝利
sv: triumf

# EMOJI: 🧌 troll
source: troll
ja: トロール

# EMOJI: 🚎 trolleybus
source: trolleybus
ja: トロリーバス
sv: trådbuss

# EMOJI: 🏆️ trophy
source: trophy
ja: トロフィー
sv: trofé

# EMOJI: 🍹 tropical drink
source: tropical_drink
ja: トロピカルジュース
sv: tropisk_drink

# EMOJI: 🐠 tropical fish
source: tropical_fish
ja: 熱帯魚
sv: tropisk_fisk

# EMOJI: 🚚 delivery truck
source: truck
ja: トラック
sv: lastbil

# EMOJI: 🎺 trumpet
source: trumpet
ja: トランペット

# EMOJI: 🌷 tulip
source: tulip
ja: チューリップ
sv: tulpan

# EMOJI: 🥃 tumbler glass
source: whisky
ja: 飲用グラス
sv: whiskey_glas

# EMOJI: 🇹🇳 flag: Tunisia
source: tunisia
ja: チュニジア
sv: tunisien

# EMOJI: 🦃 turkey
source: turkey
ja: ターキー
sv: kalkon

# EMOJI: 🇹🇲 flag: Turkmenistan
source: turkmenistan
ja: トルクメニスタン

# EMOJI: 🇹🇨 flag: Turks & Caicos Islands
source: turks_caicos_islands
ja: タークス・カイコス諸島
sv: turks_caicosöarna

# EMOJI: 🐢 turtle
source: turtle
ja: 亀
sv: sköldpadda

# EMOJI: 🇹🇻 flag: Tuvalu
source: tuvalu
ja: ツバル

# EMOJI: 📺️ television
source: tv
ja: テレビ

# EMOJI: 💕 two hearts
source: two_hearts
ja: 2つのハート
sv: två_hjärtan

# EMOJI: 🇺🇬 flag: Uganda
source: uganda
ja: ウガンダ

# EMOJI: 🇬🇧 flag: United Kingdom
source: united_kingdom
ja: イギリス
sv: storbritannien

# EMOJI: 🇺🇦 flag: Ukraine
source: ukraine
ja: ウクライナ
sv: ukraina

# EMOJI: ☂️ umbrella
source: umbrella
ja: 傘
sv: paraply

# EMOJI: ☔️ umbrella with rain drops
source: umbrella_with_rain
ja: 雨にさらされる傘
sv: paraply_med_regn

# EMOJI: 😒 unamused face
source: unamused_face
ja: しらけた
sv: inte road

# EMOJI: 😒 unamused face
source: unamused_face
ja: しらけた顔

# EMOJI: 🔞 no one under eighteen
source: underage
ja: 未成年者
sv: minderårig

# EMOJI: 🦄 unicorn
source: unicorn_face
ja: ユニコーン
sv: enhörning

# EMOJI: 🦄 unicorn
source: unicorn_face
ja: ユニコーンの顔
sv: enhörnings_ansikte

# EMOJI: 🇦🇪 flag: United Arab Emirates
source: united_arab_emirates
ja: アラブ首長国連邦
sv: förenade_arab_emiraten

# EMOJI: 🇬🇧 flag: United Kingdom
source: united_kingdom
ja: イギリス連邦
sv: stor_britannien

# EMOJI: 🇺🇳 flag: United Nations
source: united_nations
ja: 国際連合
sv: förenta_nationerna

# EMOJI: 🇺🇸 flag: United States
source: usa
ja: 合衆国
sv: förenta_staterna

# EMOJI: 🔓️ unlocked
source: unlocked
ja: アンロック
sv: lås upp

# EMOJI: 🔓️ unlocked
source: unlocked
ja: アンロック済み
sv: upplåst

# EMOJI: 🔼 upwards button
source: up
ja: 上
sv: upp

# EMOJI: 🆙 UP! button
source: up2
ja: 上2
sv: upp2

# EMOJI: 🙃 upside-down face
source: upside_down_face
ja: ひっくり返った顔
sv: upp_och_ner_ansikte

# EMOJI: 🇺🇾 flag: Uruguay
source: uruguay
ja: ウルグアイ

# EMOJI: 🇺🇲 flag: U.S. Outlying Islands
source: us_outlying_islands
ja: 合衆国領有小離島

# EMOJI: 🇻🇮 flag: U.S. Virgin Islands
source: us_virgin_islands
ja: アメリカ領ヴァージン諸島
sv: us_jungfruöarna

# EMOJI: 🇺🇸 flag: United States
source: usa
ja: アメリカ合衆国

# EMOJI: 🇺🇿 flag: Uzbekistan
source: uzbekistan
ja: ウズベキスタン

# EMOJI: ✌️ victory hand
source: victory
ja: V

# EMOJI: 🧛 vampire
source: vampire
ja: バンパイア
sv: vampyr

# EMOJI: 🇻🇺 flag: Vanuatu
source: vanuatu
ja: バヌアツ

# EMOJI: 🇻🇦 flag: Vatican City
source: vatican_city
ja: バチカン市
sv: vatikanstaten

# EMOJI: 🇻🇪 flag: Venezuela
source: venezuela
ja: ベネズエラ

# EMOJI: 🚦 vertical traffic light
source: vertical_traffic_light
ja: 縦の信号機
sv: vertikalt_trafik_ljus

# EMOJI: 📼 videocassette
source: videocassette
ja: VHS
sv: vhs

# EMOJI: 📳 vibration mode
source: vibration_mode
ja: バイブレーションモード
sv: vibrations_läge

# EMOJI: ✌️ victory hand
source: victory
ja: 勝利

# EMOJI: 📹️ video camera
source: video_camera
ja: ビデオカメラ
sv: video_kamera

# EMOJI: 🎮️ video game
source: video_game
ja: ビデオゲーム
sv: tv_spel

# EMOJI: 📼 videocassette
source: videocassette
ja: ビデオテープ
sv: videokassett

# EMOJI: 🇻🇳 flag: Vietnam
source: vietnam
ja: ベトナム

# EMOJI: 🎻 violin
source: violin
ja: バイオリン
sv: fiol

# EMOJI: ♍️ Virgo
source: virgo
ja: 乙女座
sv: jungfrun

# EMOJI: 🌋 volcano
source: volcano
ja: 火山
sv: vulkan

# EMOJI: 🏐 volleyball
source: volleyball
ja: バレーボール
sv: volleyboll

# EMOJI: 🤮 face vomiting
source: vomiting
ja: 吐く
sv: spyr

# EMOJI: 🆚 VS button
source: vs
ja: 対

# EMOJI: 🖖 vulcan salute
source: vulcan
ja: バルカン

# EMOJI: 🧇 waffle
source: waffle
ja: ワッフル
sv: våffla

# EMOJI: 🏴󠁧󠁢󠁷󠁬󠁳󠁿 flag: Wales
source: wales
ja: ウェールズ

# EMOJI: 🚶 person walking
source: walking
ja: 歩行
sv: gående

# EMOJI: 🇼🇫 flag: Wallis & Futuna
source: wallis_futuna
ja: ウォリス・フツナ

# EMOJI: ⚠️ warning
source: warning
ja: 注意
sv: varning

# EMOJI: 🗑️ wastebasket
source: wastebasket
ja: ゴミ箱
sv: papperskorg

# EMOJI: ⌚️ watch
source: watch
ja: 腕時計
sv: klocka

# EMOJI: 🐃 water buffalo
source: water_buffalo
ja: 水牛
sv: vatten_buffel

# EMOJI: 🚾 water closet
source: wc
ja: トイレ
sv: vatten_klosett

# EMOJI: 🤽 person playing water polo
source: water_polo
ja: 水球
sv: vatten_polo

# EMOJI: 🌊 water wave
source: water_wave
ja: 波
sv: vatten_våg

# EMOJI: 🍉 watermelon
source: watermelon
ja: スイカ
sv: vattenmelon

# EMOJI: 🥹 face holding back tears
source: face_holding_back_tears
ja: 潤んだ目

# EMOJI: 👋 waving hand
source: waving_hand
ja: 手を振る
sv: vinkande_hand

# EMOJI: 〰️ wavy dash
source: wavy_dash
ja: 波ダッシュ
sv: vågigt_streck

# EMOJI: 😩 weary face
source: weary_face
ja: 疲れた

# EMOJI: 🙀 weary cat
source: weary_cat
ja: 疲れた猫

# EMOJI: 😩 weary face
source: weary_face
ja: 疲れた顔

# EMOJI: 💒 wedding
source: wedding
ja: ウェディング
sv: bröllop

# EMOJI: 🏋️ person lifting weights
source: weight_lifting
ja: 重量上げ選手
sv: vikt_lyftare

# EMOJI: 🏋️ person lifting weights
source: weight_lifting
ja: 重量上げ
sv: tyngd_lyftning

# EMOJI: 🇪🇭 flag: Western Sahara
source: western_sahara
ja: 西サハラ
sv: västsahara

# EMOJI: 🐋 whale
source: whale
ja: イルカ
sv: val

# EMOJI: 🛞 wheel
source: wheel
ja: ホイール

# EMOJI: ☸️ wheel of dharma
source: wheel_of_dharma
ja: 法輪
sv: dharma_hjulet

# EMOJI: ♿️ wheelchair symbol
source: wheelchair
ja: 車椅子
sv: rullstol

# EMOJI: 🥃 tumbler glass
source: whisky
ja: ウィスキー

# EMOJI: 🦯 white cane
source: white_cane
ja: 白杖
sv: blind_käpp

# EMOJI: ⚪️ white circle
source: white_circle
ja: 白い円
sv: vit_cirkel

# EMOJI: 🏳️ white flag
source: white_flag
ja: 白旗
sv: vit_flagga

# EMOJI: 💮 white flower
source: white_flower
ja: 白い花
sv: vit_blomma

# EMOJI: 🦳 white hair
source: white_hair
ja: 白髪
sv: vitt_hår

# EMOJI: 🧑‍🦳 person: white hair
source: white_haired
ja: 白髪の人
sv: vit_hårig

# EMOJI: 🤍 white heart
source: white_heart
ja: 白いハート
sv: vit_hjärta

# EMOJI: ⬜️ white large square
source: white_large_square
ja: 大きな白い四角
sv: vit_stor_fyrkant

# EMOJI: ◻️ white medium square
source: white_medium_square
ja: 白い四角
sv: vit_medel_fyrkant

# EMOJI: ▫️ white small square
source: white_small_square
ja: 小さな白い四角
sv: vit_liten_fyrkant

# EMOJI: 🔳 white square button
source: white_square_button
ja: 四角い白いボタン
sv: vit_fyrkantig_knapp

# EMOJI: 🥀 wilted flower
source: wilted_flower
ja: しぼんだ花
sv: vissen_blomma

# EMOJI: 🎐 wind chime
source: wind_chime
ja: 風鈴
sv: vind_spel

# EMOJI: 🪟 window
source: window
ja: 窓
sv: fönster

# EMOJI: 🍷 wine glass
source: wine_glass
ja: ワイングラス
sv: vin_glas

# EMOJI: 😉 winking face
source: winking_face
ja: ウィンク
sv: blinkning

# EMOJI: 😉 winking face
source: winking_face
ja: ウィンクした顔
sv: blinkande_ansikte

# EMOJI: 🐺 wolf
source: wolf_face
ja: オオカミ
sv: varg

# EMOJI: 🐺 wolf
source: wolf_face
ja: オオカミの顔
sv: varg_ansikte

# EMOJI: 👩 woman
source: woman
ja: 女性
sv: kvinna

# EMOJI: 👩‍🎨 woman artist
source: woman_artist
ja: 女性のアーティスト
sv: kvinna_konstnär

# EMOJI: 👩‍🚀 woman astronaut
source: woman_astronaut
ja: 女性宇宙飛行士
sv: kvinna_astronaut

# EMOJI: 👩‍🦲 woman: bald
source: woman_bald
ja: 剥げた女性
sv: kvinna_flintskallig

# EMOJI: 👩‍🍳 woman cook
source: woman_cook
ja: 女性コック
sv: kvinnlig_kock

# EMOJI: 💃 woman dancing
source: woman_dancing
ja: ダンスする女性
sv: kvinna_dansar

# EMOJI: 👩‍🌾 woman farmer
source: woman_farmer
ja: 女性農夫
sv: kvinna_bonde

# EMOJI: 🚺️ women’s room
source: womens
ja: 女性用
sv: damer

# EMOJI: 🪵 wood
source: wood
ja: 丸太
sv: trä

# EMOJI: 🥴 woozy face
source: woozy_face
ja: フラフラした
sv: vimsig

# EMOJI: 🥴 woozy face
source: woozy_face
ja: フラフラした顔

# EMOJI: 🗺️ world map
source: world_map
ja: 世界地図
sv: världs_karta

# EMOJI: 🪱 worm
source: worm
ja: ミミズ
sv: mask

# EMOJI: 😟 worried face
source: worried_face
ja: 心配した
sv: orolig

# EMOJI: 😟 worried face
source: worried_face
ja: 心配した顔

# EMOJI: 🔧 wrench
source: wrench
ja: レンチ
sv: skiftnyckel

# EMOJI: 🤼 people wrestling
source: wrestling
ja: レスラー
sv: brottare

# EMOJI: 🤼 people wrestling
source: wrestling
ja: レスリング
sv: brottning

# EMOJI: ✍️ writing hand
source: writing_hand
ja: 書き手
sv: skrivande_hand

# EMOJI: 🩻 x-ray
source: xray
ja: X線

# EMOJI: 🩻 x-ray
source: xray
ja: X線

# EMOJI: 🧶 yarn
source: yarn
ja: 縫い糸
sv: garn

# EMOJI: 🥱 yawning face
source: yawning_face
ja: あくび
sv: gäsp

# EMOJI: 🟡 yellow circle
source: yellow_circle
ja: 黄色い丸
sv: gul_cirkel

# EMOJI: 💛 yellow heart
source: yellow_heart
ja: 黄色いハート
sv: gult_hjärta

# EMOJI: 🟨 yellow square
source: yellow_square
ja: 黄色い四角
sv: gul_fyrkant

# EMOJI: 🇾🇪 flag: Yemen
source: yemen
ja: イエメン
sv: jemen

# EMOJI: 💴 yen banknote
source: yen
ja: 円

# EMOJI: 👍️ thumbs up
source: yes
ja: 肯定
sv: ja

# EMOJI: ☯️ yin yang
source: yin_yang
ja: 陰陽

# EMOJI: 🪀 yo-yo
source: yo_yo
ja: ヨーヨー
sv: jo_jo

# EMOJI: 😋 face savoring food
source: yum
ja: おいしい
sv: smaskigt

# EMOJI: 🇿🇲 flag: Zambia
source: zambia
ja: ザンビア

# EMOJI: 🤪 zany face
source: zany_face
ja: 滑稽な
sv: stollig
