Repository: milesj/emojibase
Catalog: po/*/shortcodes.po
Languages: ja, sv

# EMOJI: ⛔️ no entry
source: no_entry
ja: 進入禁止
sv: ingen_ingång

# EMOJI: 🚫 prohibited
source: no_entry_sign
ja: 禁止
sv: ingen_ingång_skylt

# EMOJI: 🦲 bald
source: no_hair
ja: 髪なし
sv: inget_hår

# EMOJI: 🚯 no littering
source: no_littering
ja: ゴミ捨て禁止
sv: ingen_nedskräpning

# EMOJI: 📵 no mobile phones
source: no_mobile_phones
ja: 携帯電話禁止
sv: inga_mobil_telefoner

# EMOJI: 🔞 no one under eighteen
source: underage
ja: 18歳未満禁止
sv: ingen_under_18

# EMOJI: 🚷 no pedestrians
source: no_pedestrians
ja: 歩行者立入禁止
sv: inga_fotgängare

# EMOJI: 🚭️ no smoking
source: no_smoking
ja: 禁煙
sv: ingen_rökning

# EMOJI: 🔇 muted speaker
source: no_sound
ja: サウンドなし
sv: inget_ljud

# EMOJI: 🚱 non-potable water
source: non-potable_water
ja: 飲用禁止
sv: icke_drickbart_vatten

# EMOJI: 🇳🇫 flag: Norfolk Island
source: norfolk_island
ja: ノーフォーク島
sv: norfolk_ön

# EMOJI: 🇰🇵 flag: North Korea
source: north_korea
ja: 北朝鮮
sv: nordkorea

# EMOJI: 🇲🇵 flag: Northern Mariana Islands
source: northern_mariana_islands
ja: 北マリアナ諸島
sv: nord_marianerna

# EMOJI: 🇳🇴 flag: Norway
source: norway
ja: ノルウェー
sv: norge

# EMOJI: 👃 nose
source: nose
ja: 鼻
sv: näsa

# EMOJI: 📓 notebook
source: notebook
ja: ノート
sv: anteckningsbok

# EMOJI: 📔 notebook with decorative cover
source: notebook_with_decorative_cover
ja: 装飾されたノート
sv: anteckningsbok_med_dekorativt_omslag

# EMOJI: 🎶 musical notes
source: notes
ja: 音符
sv: noter

# EMOJI: 🔩 nut and bolt
source: nut_and_bolt
ja: ナットとボルト
sv: mutter_och_bult

# EMOJI: 🅾️ O button (blood type)
source: o_blood
ja: O型
sv: o_blodtyp

# EMOJI: 🌊 water wave
source: water_wave
ja: 海
sv: hav

# EMOJI: 🛑 stop sign
source: stop_sign
ja: 八角形
sv: åttkantig_skylt

# EMOJI: 🐙 octopus
source: octopus
ja: タコ
sv: bläckfisk

# EMOJI: 🍢 oden
source: oden
ja: おでん

# EMOJI: 🏢 office building
source: office
ja: オフィスビル
sv: kontor

# EMOJI: 🧑‍💼 office worker
source: office_worker
ja: サラリーマン
sv: kontors_arbetare

# EMOJI: 👹 ogre
source: ogre
ja: 鬼

# EMOJI: 🛢️ oil drum
source: oil_drum
ja: ドラム缶
sv: olje_fat

# EMOJI: 🗝️ old key
source: old_key
ja: 古い鍵
sv: gammal_nyckel

# EMOJI: 👴 old man
source: older_man
ja: 老人
sv: äldre_man

# EMOJI: 👵 old woman
source: older_woman
ja: 老婦人
sv: äldre_kvinna

# EMOJI: 🫒 olive
source: olive
ja: オリーブ
sv: oliv

# EMOJI: 🕉️ om
source: om
ja: オム
sv: aum

# EMOJI: 🇴🇲 flag: Oman
source: oman
ja: オーマン

# EMOJI: 🔛 ON! arrow
source: on
ja: オン
sv: på

# EMOJI: 🚘️ oncoming automobile
source: oncoming_automobile
ja: 近づく車
sv: mötande_bil

# EMOJI: 🚍️ oncoming bus
source: oncoming_bus
ja: 近づくバス
sv: mötande_buss

# EMOJI: 🚔️ oncoming police car
source: oncoming_police_car
ja: 近づくパトカー
sv: mötande_polis_bil

# EMOJI: 🚖 oncoming taxi
source: oncoming_taxi
ja: 近づくタクシー
sv: mötande_taxi

# EMOJI: 🩱 one-piece swimsuit
source: one_piece_swimsuit
ja: スクール水着
sv: hel_baddräkt

# EMOJI: 🧅 onion
source: onion
ja: 玉ねぎ
sv: lök

# EMOJI: 📖 open book
source: open_book
ja: 本を開く
sv: öppen_bok

# EMOJI: 📂 open file folder
source: open_file_folder
ja: フォルダを開く
sv: öppen_fil_mapp

# EMOJI: 👐 open hands
source: open_hands
ja: 手を開く
sv: öppna_händer

# EMOJI: 😮 face with open mouth
source: open_mouth
ja: 開いた口
sv: öppen_mun

# EMOJI: 💿️ optical disk
source: optical_disk
ja: 光学ディスク
sv: optisk_skiva

# EMOJI: 🍊 tangerine
source: tangerine
ja: オレンジ
sv: apelsin

# EMOJI: 📙 orange book
source: orange_book
ja: 橙色の本
sv: orange_bok

# EMOJI: 🟠 orange circle
source: orange_circle
ja: 橙色の丸
sv: orange_cirkel

# EMOJI: 🧡 orange heart
source: orange_heart
ja: 橙色のハート
sv: orange_hjärta

# EMOJI: 🟧 orange square
source: orange_square
ja: 橙色の正方形
sv: orange_fyrkant

# EMOJI: 🦧 orangutan
source: orangutan
ja: オラウータン
sv: orangutang

# EMOJI: ☦️ orthodox cross
source: orthodox_cross
ja: 八端十字架
sv: ortodoxt_kors

# EMOJI: 🦦 otter
source: otter
ja: カワウソ
sv: utter

# EMOJI: 📤️ outbox tray
source: outbox_tray
ja: 送信トレイ
sv: utkorgs_fack

# EMOJI: 🦉 owl
source: owl
ja: フクロウ
sv: uggla

# EMOJI: 🐂 ox
source: ox
ja: 牛
sv: oxe

# EMOJI: 🦪 oyster
source: oyster
ja: カキ
sv: ostron

# EMOJI: 📦️ package
source: package
ja: パッケージ
sv: paket

# EMOJI: 📟️ pager
source: pager
ja: ページャー
sv: personsökare

# EMOJI: 🖌️ paintbrush
source: paintbrush
ja: 絵筆
sv: pensel

# EMOJI: 🇵🇰 flag: Pakistan
source: pakistan
ja: パキスタン

# EMOJI: 🇵🇼 flag: Palau
source: palau
ja: パラオ

# EMOJI: 🇵🇸 flag: Palestinian Territories
source: palestinian_territories
ja: パレスチナ自治区
sv: palestinska_områden

# EMOJI: 🎨 artist palette
source: palette
ja: パレット
sv: palett

# EMOJI: 🌴 palm tree
source: palm_tree
ja: ヤシの木
sv: palm_träd

# EMOJI: 🇵🇦 flag: Panama
source: panama
ja: パナマ

# EMOJI: 🥞 pancakes
source: pancakes
ja: パンケーキ
sv: pannkakor

# EMOJI: 🐼 panda
source: panda_face
ja: パンダ
sv: panda

# EMOJI: 🐼 panda
source: panda_face
ja: パンダ顔
sv: panda_ansikte

# EMOJI: 📎 paperclip
source: paperclip
ja: クリップ
sv: gem

# EMOJI: 🖇️ linked paperclips
source: paperclips
ja: くっついたクリップ
sv: gem

# EMOJI: 🇵🇬 flag: Papua New Guinea
source: papua_new_guinea
ja: パプアニューギニア
sv: papua_nya_guinea

# EMOJI: 🪂 parachute
source: parachute
ja: パラシュート
sv: fallskärm

# EMOJI: 🇵🇾 flag: Paraguay
source: paraguay
ja: パラグアイ

# EMOJI: 🅿️ P button
source: parking
ja: 駐車場
sv: parkering

# EMOJI: 🦜 parrot
source: parrot
ja: インコ
sv: papegoja

# EMOJI: 〽️ part alternation mark
source: part_alternation_mark
ja: 庵点
sv: del_växlings_märke

# EMOJI: ⛅️ sun behind cloud
source: sun_behind_cloud
ja: 晴れ
sv: delvis_soligt

# EMOJI: 🎉 party popper
source: tada
ja: パーティー
sv: party

# EMOJI: 🛳️ passenger ship
source: passenger_ship
ja: 旅客船
sv: passagerar_skepp

# EMOJI: 🛂 passport control
source: passport_control
ja: パスポート操作
sv: pass_kontroll

# EMOJI: ⏸️ pause button
source: pause
ja: 一時停止
sv: paus

# EMOJI: 🐾 paw prints
source: paw_prints
ja: 足跡
sv: tass_pår

# EMOJI: ☮️ peace symbol
source: peace_symbol
ja: 平和
sv: fred

# EMOJI: 🍑 peach
source: peach
ja: 桃
sv: persika

# EMOJI: 🦚 peacock
source: peacock
ja: 孔雀
sv: påfågel

# EMOJI: 🥜 peanuts
source: peanuts
ja: ピーナッツ
sv: jordnötter

# EMOJI: 🍐 pear
source: pear
ja: 梨
sv: päron

# EMOJI: 🫣 face with peeking eye
source: face_with_peeking_eye
ja: 覗く

# EMOJI: 🖊️ pen
source: pen
ja: ペン
sv: penna

# EMOJI: ✏️ pencil
source: pencil
ja: 鉛筆
sv: penna

# EMOJI: 🐧 penguin
source: penguin_face
ja: ペンギン
sv: pingvin

# EMOJI: 🐧 penguin
source: penguin_face
ja: ペンギンの顔
sv: pingvin_ansikte

# EMOJI: 😔 pensive face
source: pensive_face
ja: 物思いにふける
sv: fundersam

# EMOJI: 🫂 people hugging
source: people_hugging
ja: ハグする人
sv: människor_kramas

# EMOJI: 🤼 people wrestling
source: wrestling
ja: レスリングする人
sv: människor_brottas

# EMOJI: 🎭️ performing arts
source: performing_arts
ja: 歌劇
sv: scen_konst

# EMOJI: 😣 persevering face
source: persevering_face
ja: 耐えている

# EMOJI: 🧔 person: beard
source: person_bearded
ja: 髭面の人
sv: person_skäggig

# EMOJI: 🚴 person biking
source: person_biking
ja: サイクリングする人

# EMOJI: ⛹️ person bouncing ball
source: person_bouncing_ball
ja: バスケットボールをする人
sv: person_studsar_boll

# EMOJI: 🙇 person bowing
source: person_bowing
ja: 謝る人
sv: person_bugar

# EMOJI: 🤸 person cartwheeling
source: person_cartwheel
ja: 側転する人
sv: person_hjular

# EMOJI: 🧗 person climbing
source: person_climbing
ja: クライミングする人
sv: person_klättrar

# EMOJI: 🤦 person facepalming
source: person_facepalming
ja: 手で顔を覆う人

# EMOJI: 🧑‍🍼 person feeding baby
source: person_feeding_baby
ja: 赤ん坊をあやす人
sv: person_matar_barn

# EMOJI: 🤺 person fencing
source: person_fencing
ja: フェンシングする人
sv: person_fäktas

# EMOJI: 🙍 person frowning
source: person_frowning
ja: 怒っている人
sv: person_rynkar_pannan

# EMOJI: 🙅 person gesturing NO
source: person_gesturing_no
ja: ノーのジェスジャーをする人
sv: person_gestikulera_nej

# EMOJI: 🙆 person gesturing OK
source: person_gesturing_ok
ja: OKのジェスチャーをする人
sv: person_gestikulera_ok

# EMOJI: 💇 person getting haircut
source: person_getting_haircut
ja: 散髪してもらっている人
sv: person_får_en_ny_frisyr

# EMOJI: 🏌️ person golfing
source: person_golfing
ja: ゴルフをする人

# EMOJI: 🛌 person in bed
source: sleeping_accommodation
ja: ベッドで寝る人
sv: person_i_säng

# EMOJI: 🧘 person in lotus position
source: person_in_lotus_position
ja: 結跏趺坐する人
sv: person_i_lotus_ställning

# EMOJI: 🧑‍🦽 person in manual wheelchair
source: person_in_manual_wheelchair
ja: 車椅子に乗る人
sv: person_i_manuell_rullstol

# EMOJI: 🧑‍🦼 person in motorized wheelchair
source: person_in_motorized_wheelchair
ja: 電動車椅子に乗る人
sv: person_i_motoriserad_rullstol

# EMOJI: 🧖 person in steamy room
source: person_in_steamy_room
ja: サウナに入る人
sv: person_i_ångande_rum

# EMOJI: 🕴️ person in suit levitating
source: person_in_suit_levitating
ja: ビジネススーツを着て空中浮遊している人
sv: person_i_dräkt_som_svävar

# EMOJI: 🤵 person in tuxedo
source: person_in_tuxedo
ja: タキシードをまとった人
sv: person_i_smoking

# EMOJI: 🤹 person juggling
source: person_juggling
ja: ジャグリングする人
sv: person_jonglerar

# EMOJI: 🧎 person kneeling
source: person_kneeling
ja: 正座する人
sv: person_knäböjande

# EMOJI: 🏋️ person lifting weights
source: weight_lifting
ja: ウエートリフティングする人
sv: person_lyfter_vikter

# EMOJI: 🚵 person mountain biking
source: person_mountain_biking
ja: マウンテンバイクに乗る人

# EMOJI: 🤾 person playing handball
source: person_playing_handball
ja: ハンドボールで遊ぶ人
sv: person_spelar_handboll

# EMOJI: 🤽 person playing water polo
source: water_polo
ja: プールで遊ぶ人
sv: person_spelar_vatten_polo

# EMOJI: 🙎 person pouting
source: pouting
ja: セクシーな人

# EMOJI: 🙋 person raising hand
source: person_raising_hand
ja: 挙手する人

# EMOJI: 🚣 person rowing boat
source: rowboat
ja: ボート競技をする人

# EMOJI: 🏃 person running
source: running
ja: 走る人
sv: person_springer

# EMOJI: 🤷 person shrugging
source: shrug
ja: 肩をすくめる人
sv: person_rycker_på_axlarna

# EMOJI: ⛷️ skier
source: skiing
ja: スキーする人
sv: person_skidåkning

# EMOJI: 🏂️ snowboarder
source: snowboarding
ja: スノーボードをする人
sv: person_åker_snowboard

# EMOJI: 🧍 person standing
source: standing
ja: 起立する人
sv: person_står

# EMOJI: 🏄️ person surfing
source: surfing
ja: サーフィンをする人
sv: person_surfar

# EMOJI: 🏊️ person swimming
source: swimming
ja: 水泳をする人
sv: person_simmar

# EMOJI: 🛀 person taking bath
source: person_taking_bath
ja: 風呂に入る人
sv: person_tar_ett_bad

# EMOJI: 💁 person tipping hand
source: person_tipping_hand
ja: 手を傾ける人

# EMOJI: 🚶 person walking
source: walking
ja: 歩く人
sv: person_går

# EMOJI: 👳 person wearing turban
source: person_wearing_turban
ja: ターバンを巻いた人
sv: person_bär_turban

# EMOJI: 🧑‍🦯 person with white cane
source: person_with_white_cane
ja: 白杖を持つ人
sv: person_med_blind_käpp

# EMOJI: 👲 person with skullcap
source: person_with_skullcap
ja: ふち無し帽をかぶる人
sv: person_med_kalott

# EMOJI: 👰 person with veil
source: person_with_veil
ja: ベールをまとった人
sv: person_med_slöja

# EMOJI: 🇵🇪 flag: Peru
source: peru
ja: ペルー

# EMOJI: 🧫 petri dish
source: petri_dish
ja: シャーレ
sv: petris_kål

# EMOJI: 🇵🇭 flag: Philippines
source: philippines
ja: フィリピン
sv: filippinerna

# EMOJI: ⛏️ pick
source: pick
ja: ツルハシ
sv: hacka

# EMOJI: 🛻 pickup truck
source: pickup_truck
ja: 軽トラ

# EMOJI: 🥧 pie
source: pie
ja: パイ
sv: paj

# EMOJI: 🐖 pig
source: pig
ja: 豚
sv: gris

# EMOJI: 🐷 pig face
source: pig_face
ja: 豚の顔
sv: gris_ansikte

# EMOJI: 🐽 pig nose
source: pig_nose
ja: 豚の鼻
sv: gris_nos

# EMOJI: 💊 pill
source: pill
ja: 錠剤
sv: piller

# EMOJI: 🧑‍✈️ pilot
source: pilot
ja: パイロット

# EMOJI: 🪅 piñata
source: pinata
ja: ピニャータ

# EMOJI: 🍍 pineapple
source: pineapple
ja: パイナップル
sv: ananas

# EMOJI: 🏓 ping pong
source: ping_pong
ja: 卓球
sv: pingis

# EMOJI: 🏴‍☠️ pirate flag
source: pirate_flag
ja: 海賊旗
sv: pirat_flagga

# EMOJI: ♓️ Pisces
source: pisces
ja: うお座
sv: fiskarna

# EMOJI: 🔫 water pistol
source: pistol
ja: ピストル

# EMOJI: 🇵🇳 flag: Pitcairn Islands
source: pitcairn_islands
ja: ピトケアン諸島
sv: pitcairn_öarna

# EMOJI: 🍕 pizza
source: pizza
ja: ピザ

# EMOJI: 🪧 placard
source: placard
ja: 立て札
sv: plakat

# EMOJI: 🛐 place of worship
source: place_of_worship
ja: 教会

# EMOJI: ▶️ play button
source: play
ja: 再生
sv: spela

# EMOJI: ⏯️ play or pause button
source: play_pause
ja: 再生停止
sv: spela_paus

# EMOJI: 🛝 playground slide
source: playground_slide
ja: 滑り台

# EMOJI: 🥺 pleading face
source: pleading_face
ja: 懇願する
sv: vädjande

# EMOJI: 🥺 pleading face
source: pleading_face
ja: 懇願する顔
sv: pleading_ansikte

# EMOJI: 🪠 plunger
source: plunger
ja: ラバーカップ

# EMOJI: 👇️ backhand index pointing down
source: point_down
ja: 下を指差す
sv: peka_ner

# EMOJI: 🫵 index pointing at the viewer
source: point_forward
ja: 正面を指差す

# EMOJI: 👈️ backhand index pointing left
source: point_left
ja: 左を指差す
sv: peka_vänster

# EMOJI: 👉️ backhand index pointing right
source: point_right
ja: 右を指差す
sv: peka_höger

# EMOJI: 👆️ backhand index pointing up
source: point_up
ja: 上を指差す
sv: peka_upp

# EMOJI: 🇵🇱 flag: Poland
source: poland
ja: ポーランド
sv: polen

# EMOJI: 🐻‍❄️ polar bear
source: polar_bear_face
ja: シロクマ
sv: is_björn

# EMOJI: 🐻‍❄️ polar bear
source: polar_bear_face
ja: シロクマの顔
sv: is_björn_ansikte

# EMOJI: 🚓 police car
source: police_car
ja: パトカー
sv: polis_bil

# EMOJI: 👮 police officer
source: police_officer
ja: 警察官
sv: polis_man

# EMOJI: 🐩 poodle
source: poodle
ja: プードル
sv: pudel

# EMOJI: 💩 pile of poo
source: shit
ja: うんこ
sv: bajs

# EMOJI: 🍿 popcorn
source: popcorn
ja: ポップコーン

# EMOJI: 🇵🇹 flag: Portugal
source: portugal
ja: ポルトガル

# EMOJI: 🏣 Japanese post office
source: post_office
ja: 郵便局
sv: post_kontor

# EMOJI: 📯 postal horn
source: postal_horn
ja: 郵便ラッパ
sv: post_horn

# EMOJI: 📮 postbox
source: postbox
ja: 郵便箱
sv: postlåda

# EMOJI: 🍲 pot of food
source: stew
ja: 料理の入った鍋
sv: skål_med_mat

# EMOJI: 🚰 potable water
source: potable_water
ja: 飲料水
sv: dricks_vatten

# EMOJI: 🥔 potato
source: potato
ja: じゃがいも
sv: potatis

# EMOJI: 🪴 potted plant
source: potted_plant
ja: 観葉植物
sv: kruk_växt

# EMOJI: 👝 clutch bag
source: pouch
ja: ポーチ

# EMOJI: 🍗 poultry leg
source: poultry_leg
ja: 骨付きチキン

# EMOJI: 💷 pound banknote
source: pound
ja: ポンド
sv: pund

# EMOJI: 🫗 pouring liquid
source: pouring_liquid
ja: 注ぐ

# EMOJI: 🫗 pouring liquid
source: pouring_liquid
ja: 液体を注ぐ

# EMOJI: 😡 enraged face
source: rage
ja: 口をとがらせる

# EMOJI: 🙎 person pouting
source: pouting
ja: ふくれっ面

# EMOJI: 😾 pouting cat
source: pouting_cat
ja: 拗ねた猫

# EMOJI: 😡 enraged face
source: rage
ja: 拗ねた顔

# EMOJI: 🙏 folded hands
source: pray
ja: 祈る
sv: be

# EMOJI: 📿 prayer beads
source: prayer_beads
ja: 数珠

# EMOJI: 🤰 pregnant woman
source: pregnant_woman
ja: 妊婦
sv: gravid_kvinna

# EMOJI: 🥨 pretzel
source: pretzel
ja: プレッツェル
sv: salt kringla

# EMOJI: ⏮️ last track button
source: previous_track
ja: 前のトラック
sv: föregående_spår

# EMOJI: 🤴 prince
source: prince
ja: 王子
sv: prins

# EMOJI: 👸 princess
source: princess
ja: 王女
sv: prinsessa

# EMOJI: 🖨️ printer
source: printer
ja: プリンター
sv: skrivare

# EMOJI: 🦯 white cane
source: white_cane
ja: 白杖
sv: blind_käpp

# EMOJI: 🇵🇷 flag: Puerto Rico
source: puerto_rico
ja: プエルトリコ

# EMOJI: 👊 oncoming fist
source: punch
ja: パンチ
sv: slå

# EMOJI: 🟣 purple circle
source: purple_circle
ja: 紫の円
sv: lila_cirkel

# EMOJI: 💜 purple heart
source: purple_heart
ja: 紫のハート
sv: lila_hjärta

# EMOJI: 🟪 purple square
source: purple_square
ja: 紫の四角
sv: lila_kvadrat

# EMOJI: 👛 purse
source: purse
ja: サイフ
sv: handväska

# EMOJI: 📌 pushpin
source: pushpin
ja: 画鋲
sv: kartnål

# EMOJI: 🚮 litter in bin sign
source: put_litter_in_its_place
ja: ゴミはゴミ箱へ

# EMOJI: 🧩 puzzle piece
source: puzzle_piece
ja: パズルのピース
sv: pussel_bit

# EMOJI: 🇶🇦 flag: Qatar
source: qatar
ja: カタール

# EMOJI: ❓️ red question mark
source: question
ja: クエスチョン
sv: fråga

# EMOJI: 🔈️ speaker low volume
source: speaker
ja: 音を小さく
sv: tyst_ljud

# EMOJI: 🐇 rabbit
source: rabbit
ja: うさぎ
sv: kanin

# EMOJI: 🐰 rabbit face
source: rabbit_face
ja: うさぎの顔
sv: kanin_ansikte

# EMOJI: 🦝 raccoon
source: raccoon
ja: アライグマ
sv: tvättbjörn

# EMOJI: 🐎 horse
source: racehorse
ja: 競走馬
sv: tävlingshäst

# EMOJI: 🏎️ racing car
source: racing_car
ja: レーシングカー
sv: racer_bil

# EMOJI: 📻️ radio
source: radio
ja: ラジオ

# EMOJI: 🔘 radio button
source: radio_button
ja: ラジオボタン

# EMOJI: ☢️ radioactive
source: radioactive
ja: 放射能
sv: radioaktiv

# EMOJI: 😡 enraged face
source: rage
ja: 怒り
sv: raseri

# EMOJI: 🚃 railway car
source: railway_car
ja: 車輌
sv: järnvägs_vagn

# EMOJI: 🛤️ railway track
source: railway_track
ja: 鉄道
sv: järnvägs_spår

# EMOJI: 🌈 rainbow
source: rainbow
ja: 虹
sv: regnbåge

# EMOJI: 🏳️‍🌈 rainbow flag
source: rainbow_flag
ja: 虹の旗
sv: regnbågs_flagga

# EMOJI: 🌧️ cloud with rain
source: rainy
ja: 雨雲
sv: regnig

# EMOJI: 🤚 raised back of hand
source: raised_back_of_hand
ja: 手の甲の挙手

# EMOJI: 🤨 face with raised eyebrow
source: raised_eyebrow
ja: 眉を上げる
sv: höjt_ögonbryn

# EMOJI: 🙌 raising hands
source: raised_hands
ja: 拍手
sv: upphöjda_händer

# EMOJI: 🐏 ram
source: ram
ja: 羊
sv: bagge

# EMOJI: 🍜 steaming bowl
source: steaming_bowl
ja: ラーメン
sv: ramen

# EMOJI: 🐀 rat
source: rat
ja: ネズミ
sv: råtta

# EMOJI: 🪒 razor
source: razor
ja: かみそり
sv: rakapparat

# EMOJI: 🧾 receipt
source: receipt
ja: 領収書
sv: kvitto

# EMOJI: ⏺️ record button
source: record
ja: 録音
sv: spela in

# EMOJI: ♻️ recycling symbol
source: recycling_symbol
ja: リサイクル

# EMOJI: 🍎 red apple
source: red_apple
ja: 赤リンゴ
sv: rött_äpple

# EMOJI: 🚗 automobile
source: red_car
ja: 赤い車
sv: röd_bil

# EMOJI: 🔴 red circle
source: red_circle
ja: 赤い丸
sv: röd_cirkel

# EMOJI: 🧧 red envelope
source: red_envelope
ja: 赤い封筒
sv: rött_kuvert

# EMOJI: 🦰 red hair
source: red_hair
ja: 赤髪
sv: rött_hår

# EMOJI: ❤️ red heart
source: red_heart
ja: 赤いハート
sv: rött_hjärta

# EMOJI: ⭕️ hollow red circle
source: red_o
ja: 赤丸
sv: rött_o

# EMOJI: 🏮 red paper lantern
source: red_paper_lantern
ja: 赤ちょうちん
sv: röd_pappers_lykta

# EMOJI: 🟥 red square
source: red_square
ja: 赤い四角
sv: röd_fyrkant

# EMOJI: ®️ registered
source: registered
ja: 登録商標
sv: registrerad

# EMOJI: ☺️ smiling face
source: smiling_face
ja: リラックスした
sv: avslappnad

# EMOJI: 😌 relieved face
source: relieved_face
ja: 安心した
sv: lättad

# EMOJI: 😌 relieved face
source: relieved_face
ja: 安心した顔

# EMOJI: 🎗️ reminder ribbon
source: reminder_ribbon
ja: リマインダーリボン
sv: påminnelse_band

# EMOJI: 🔁 repeat button
source: repeat
ja: 繰り返し
sv: upprepa

# EMOJI: 🔂 repeat single button
source: repeat_one
ja: 1度繰り返し
sv: upprepa_en

# EMOJI: ⛑️ rescue worker’s helmet
source: rescue_worker_helmet
ja: 救助隊のヘルメット
sv: räddnings_arbetar_hjälm

# EMOJI: 🚻 restroom
source: restroom
ja: トイレ
sv: toalett

# EMOJI: 🇷🇪 flag: Réunion
source: reunion
ja: リユニオン
sv: återförening

# EMOJI: ◀️ reverse button
source: reverse
ja: 逆再生
sv: motsatt

# EMOJI: 💞 revolving hearts
source: revolving_hearts
ja: 回転するハート
sv: roterande_hjärtan

# EMOJI: ⏪️ fast reverse button
source: rewind
ja: 巻き戻し
sv: spola tillbaka

# EMOJI: 🦏 rhinoceros
source: rhinoceros
ja: サイ
sv: noshörning

# EMOJI: 🎀 ribbon
source: ribbon
ja: リボン
sv: band

# EMOJI: 🍚 cooked rice
source: rice
ja: ご飯
sv: ris

# EMOJI: 🍙 rice ball
source: rice_ball
ja: おにぎり
sv: ris_boll

# EMOJI: 🍘 rice cracker
source: rice_cracker
ja: せんべい

# EMOJI: 🗯️ right anger bubble
source: right_anger_bubble
ja: 右トゲ吹き出し

# EMOJI: 💍 ring
source: ring
ja: 指輪

# EMOJI: 🛟 ring buoy
source: ring_buoy
ja: リングブイ

# EMOJI: 🪐 ringed planet
source: saturn
ja: リングの付いた惑星

# EMOJI: 🤖 robot
source: robot_face
ja: ロボット
sv: robot

# EMOJI: 🤖 robot
source: robot_face
ja: ロボットの顔
sv: robot_ansikte

# EMOJI: 🪨 rock
source: rock
ja: 岩
sv: sten

# EMOJI: 🚀 rocket
source: rocket
ja: ロケット
sv: raket

# EMOJI: 🤣 rolling on the floor laughing
source: rofl
ja: 馬鹿笑い

# EMOJI: 🧻 roll of paper
source: toilet_paper
ja: トイレットペーパー

# EMOJI: 🗞️ rolled-up newspaper
source: rolled_up_newspaper
ja: 丸めた新聞紙

# EMOJI: 🎢 roller coaster
source: roller_coaster
ja: ジェットコースター
sv: berg_och_dalbana

# EMOJI: 🛼 roller skate
source: roller_skate
ja: ローラースケート
sv: rull_skridsko

# EMOJI: 🙄 face with rolling eyes
source: rolling_eyes
ja: 目を回す

# EMOJI: 🇷🇴 flag: Romania
source: romania
ja: ローマ
sv: rumänien

# EMOJI: 🌹 rose
source: rose
ja: 薔薇
sv: ros

# EMOJI: 🏵️ rosette
source: rosette
ja: バラ飾り
sv: rosett

# EMOJI: 🚨 police car light
source: rotating_light
ja: 回転灯
sv: roterande_ljus

# EMOJI: 📍 round pushpin
source: round_pushpin
ja: 丸い画鋲

# EMOJI: 🚣 person rowing boat
source: rowboat
ja: こぎボート
sv: roddbåt

# EMOJI: 🫅 person with crown
source: person_with_crown
ja: 王族

# EMOJI: 🏉 rugby football
source: rugby_football
ja: ラグビー
sv: rugby_fotboll

# EMOJI: 🏃 person running
source: running
ja: 走る
sv: löpning

# EMOJI: 🎽 running shirt
source: running_shirt_with_sash
ja: ランニングシャツ
sv: löpar_skjorta

# EMOJI: 🇷🇺 flag: Russia
source: russia
ja: ロシア
sv: ryssland

# EMOJI: 🇷🇼 flag: Rwanda
source: rwanda
ja: ルワンダ

# EMOJI: 😥 sad but relieved face
source: sad_relieved_face
ja: 悲しいけど安心した顔

# EMOJI: 🧷 safety pin
source: safety_pin
ja: 安全ピン
sv: säkerhets_nål

# EMOJI: 🦺 safety vest
source: safety_vest
ja: 安全ベスト
sv: säkerhets_väst

# EMOJI: ♐️ Sagittarius
source: sagittarius
ja: 射手座
sv: skytten

# EMOJI: ⛵️ sailboat
source: sailboat
ja: ヨット
sv: segelbåt

# EMOJI: 🍶 sake
source: sake
ja: 酒

# EMOJI: 🥗 green salad
source: salad
ja: サラダ
sv: sallad

# EMOJI: 🧂 salt
source: salt
ja: 塩

# EMOJI: 🫡 saluting face
source: saluting_face
ja: 敬礼

# EMOJI: 🫡 saluting face
source: saluting_face
ja: 敬礼する顔

# EMOJI: 🇼🇸 flag: Samoa
source: samoa
ja: サモア

# EMOJI: 🇸🇲 flag: San Marino
source: san_marino
ja: サンマリノ

# EMOJI: 👡 woman’s sandal
source: sandal
ja: サンダル

# EMOJI: 🥪 sandwich
source: sandwich
ja: サンドイッチ
sv: smörgås

# EMOJI: 🎅 Santa Claus
source: santa
ja: サンタ
sv: tomten

# EMOJI: 🇸🇹 flag: São Tomé & Príncipe
source: sao_tome_principe
ja: サントメ・プリンシペ
sv: são_tomé_príncipe

# EMOJI: 🥻 sari
source: sari
ja: サリー

# EMOJI: 🛰️ satellite
source: satellite
ja: 人工衛星
sv: satellit

# EMOJI: 📡 satellite antenna
source: satellite_antenna
ja: 衛星放送受信アンテナ
sv: satellit_antenn

# EMOJI: 😆 grinning squinting face
source: squinting_face
ja: 満足
sv: nöjd

# EMOJI: 🪐 ringed planet
source: saturn
ja: 土星
sv: saturnus

# EMOJI: 🇸🇦 flag: Saudi Arabia
source: saudi_arabia
ja: サウジアラビア
sv: saudiarabien

# EMOJI: 🦕 sauropod
source: sauropod
ja: ソーラポド

# EMOJI: 😋 face savoring food
source: yum
ja: 食べ物を味わう

# EMOJI: 🎷 saxophone
source: saxophone
ja: サックス
sv: saxofon

# EMOJI: ⚖️ balance scale
source: scales
ja: 天秤

# EMOJI: 🧣 scarf
source: scarf
ja: スカーフ
sv: halsduk

# EMOJI: 🏫 school
source: school
ja: 学校
sv: skola

# EMOJI: 🎒 backpack
source: school_satchel
ja: 学生カバン
sv: skol_väska

# EMOJI: 🧑‍🔬 scientist
source: scientist
ja: 科学者
sv: forskare

# EMOJI: ✂️ scissors
source: scissors
ja: ハサミ
sv: sax

# EMOJI: 🛴 kick scooter
source: scooter
ja: キックボード
sv: sparkcykel

# EMOJI: 🦂 scorpion
source: scorpion
ja: サソリ
sv: skorpion

# EMOJI: ♏️ Scorpio
source: scorpius
ja: 蠍座
sv: skorpionen

# EMOJI: 🏴󠁧󠁢󠁳󠁣󠁴󠁿 flag: Scotland
source: scotland
ja: スコットランド
sv: skottland

# EMOJI: 😱 face screaming in fear
source: screaming_in_fear
ja: 絶叫
sv: skrika

# EMOJI: 🙀 weary cat
source: weary_cat
ja: 震え上がる猫
sv: skrikande_katt

# EMOJI: 🪛 screwdriver
source: screwdriver
ja: ドライバー
sv: skruvmejsel

# EMOJI: 📜 scroll
source: scroll
ja: スクロール
sv: skriftrulle

# EMOJI: 🦭 seal
source: seal
ja: シール
sv: säl

# EMOJI: 💺 seat
source: seat
ja: 座席
sv: sittplats

# EMOJI: 🥈 2nd place medal
source: second_place_medal
ja: 二等賞
sv: andra_plats_medalj

# EMOJI: ㊙️ Japanese “secret” button
source: secret
ja: マル秘
sv: hemlighet

# EMOJI: 🤳 selfie
source: selfie
ja: 自撮り

# EMOJI: 🇸🇳 flag: Senegal
source: senegal
ja: セネガル

# EMOJI: 🇷🇸 flag: Serbia
source: serbia
ja: セルビア
sv: serbien

# EMOJI: 🐕‍🦺 service dog
source: service_dog
ja: 盲導犬
sv: service_hund

# EMOJI: 🪡 sewing needle
source: sewing_needle
ja: 縫い針
sv: sy_nål

# EMOJI: 🇸🇨 flag: Seychelles
source: seychelles
ja: セイシェル
sv: seychellerna

# EMOJI: 🥘 shallow pan of food
source: shallow_pan_of_food
ja: パエリア

# EMOJI: ☘️ shamrock
source: shamrock
ja: クローバー
sv: vitklöver

# EMOJI: 🦈 shark
source: shark
ja: サメ
sv: haj

# EMOJI: 🍧 shaved ice
source: shaved_ice
ja: かき氷

# EMOJI: 🌾 sheaf of rice
source: sheaf_of_rice
ja: 稲穂

# EMOJI: 🐑 ewe
source: sheep
ja: 羊
sv: får

# EMOJI: 🐚 spiral shell
source: shell
ja: 巻き貝
sv: skal

# EMOJI: 🛡️ shield
source: shield
ja: シールド
sv: sköld

# EMOJI: ⛩️ shinto shrine
source: shinto_shrine
ja: 神社

# EMOJI: 🚢 ship
source: ship
ja: 船
sv: skepp
