Repository: milesj/emojibase
Catalog: po/*/shortcodes.po
Languages: ja, sv

# EMOJI: 👎️ thumbs down
source: thumbsdown
ja: 親指を下げた手
sv: tumme ner

# EMOJI: 👍️ thumbs up
source: yes
ja: 親指を上げた手
sv: tumme upp

# EMOJI: 🥇 1st place medal
source: first_place_medal
ja: 1位
sv: 1:a

# EMOJI: 🥈 2nd place medal
source: second_place_medal
ja: 2位
sv: 2:a

# EMOJI: 🥉 3rd place medal
source: third_place_medal
ja: 3位
sv: 3:e

# EMOJI: 🎱 pool 8 ball
source: billiards
ja: エイトボール
sv: åtta boll

# EMOJI: 🅰️ A button (blood type)
source: a_blood
ja: A
sv: blodtyp a

# EMOJI: 🅰️ A button (blood type)
source: a_blood
ja: A型
sv: a_blod

# EMOJI: 🆎 AB button (blood type)
source: ab_blood
ja: AB
sv: blodtyp ab

# EMOJI: 🆎 AB button (blood type)
source: ab_blood
ja: AB型
sv: ab_blod

# EMOJI: 🧮 abacus
source: abacus
ja: そろばん
sv: kulram

# EMOJI: 🔤 input latin letters
source: abc
ja: 大文字

# EMOJI: 🔡 input latin lowercase
source: abcd
ja: 小文字

# EMOJI: 🉑 Japanese “acceptable” button
source: ja_acceptable
ja: 可
sv: acceptera

# EMOJI: 🪗 accordion
source: accordion
ja: アコーディオン
sv: dragspel

# EMOJI: 🩹 adhesive bandage
source: bandaid
ja: 絆創膏
sv: plåster

# EMOJI: 🎟️ admission tickets
source: tickets
ja: 入場券
sv: entré_biljetter

# EMOJI: 🧑 person
source: adult
ja: 大人
sv: vuxen

# EMOJI: 🚡 aerial tramway
source: aerial_tramway
ja: ロープウェイ

# EMOJI: 🇦🇫 flag: Afghanistan
source: flag_af
ja: アフガニスタン
sv: afghanistan

# EMOJI: ✈️ airplane
source: airplane
ja: 飛行機
sv: flygplan

# EMOJI: 🛬 airplane arrival
source: airplane_arriving
ja: 着陸
sv: flygplan_anländer

# EMOJI: 🛫 airplane departure
source: airplane_departure
ja: 離陸
sv: flyg_avgång

# EMOJI: 🇦🇽 flag: Åland Islands
source: flag_ax
ja: オーランド諸島
sv: åland

# EMOJI: 🇦🇱 flag: Albania
source: flag_al
ja: アルバニア
sv: albanien

# EMOJI: ⚗️ alembic
source: alembic
ja: アランビック
sv: alembisk

# EMOJI: 🇩🇿 flag: Algeria
source: flag_dz
ja: アンゴラ
sv: algeriet

# EMOJI: 👽️ alien
source: alien
ja: エイリアン

# EMOJI: 👾 alien monster
source: space_invader
ja: エイリアンモンスター
sv: alien_monster

# EMOJI: 🙆 person gesturing OK
source: person_gesturing_ok
ja: OK
sv: allt_väl

# EMOJI: 🚑️ ambulance
source: ambulance
ja: 救急車
sv: ambulans

# EMOJI: 🇦🇸 flag: American Samoa
source: flag_as
ja: アメリカ領サモア
sv: samoa

# EMOJI: 🏺 amphora
source: amphora
ja: アンフォラ
sv: amfora

# EMOJI: 🫀 anatomical heart
source: anatomical_heart
ja: 解剖学的心臓
sv: anatomisk_hjärta

# EMOJI: ⚓️ anchor
source: anchor
ja: 錨
sv: ankare

# EMOJI: 🇦🇩 flag: Andorra
source: flag_ad
ja: アンドラ
sv: andorra

# EMOJI: 📱 mobile phone
source: mobile_phone
ja: 携帯電話
sv: android

# EMOJI: 👼 baby angel
source: angel
ja: 天使
sv: ängel

# EMOJI: 💢 anger symbol
source: anger
ja: 怒り
sv: ilska

# EMOJI: 🇦🇴 flag: Angola
source: flag_ao
ja: アンゴラ
sv: angola

# EMOJI: 😠 angry face
source: angry_face
ja: 怒り
sv: arg

# EMOJI: 😠 angry face
source: angry_face
ja: 怒り顔
sv: argt_ansikte

# EMOJI: 👿 angry face with horns
source: imp
ja: 怒れる悪魔
sv: arg_smådjävul

# EMOJI: 🇦🇮 flag: Anguilla
source: flag_ai
ja: アンギラ
sv: anguilla

# EMOJI: 😧 anguished face
source: anguished_face
ja: 苦悩した
sv: plågad

# EMOJI: 😧 anguished face
source: anguished_face
ja: 苦悶顔
sv: plågat_ansikte

# EMOJI: 🐜 ant
source: ant
ja: アリ
sv: myra

# EMOJI: 🇦🇶 flag: Antarctica
source: flag_aq
ja: 南極
sv: antarktis

# EMOJI: 📶 antenna bars
source: signal_strength
ja: 電波状況
sv: antenn_stänger

# EMOJI: 🇦🇬 flag: Antigua & Barbuda
source: flag_ag
ja: アンティグア・バーブーダ
sv: antigua_barbuda

# EMOJI: 😰 anxious face with sweat
source: cold_sweat
ja: 心配した
sv: ängslig

# EMOJI: 😰 anxious face with sweat
source: cold_sweat
ja: 心配顔

# EMOJI: 🍎 red apple
source: red_apple
ja: リンゴ
sv: äpple

# EMOJI: ♒️ Aquarius
source: aquarius
ja: 水瓶座
sv: vattenmannen

# EMOJI: 🇦🇷 flag: Argentina
source: flag_ar
ja: アルゼンチン
sv: argentina

# EMOJI: ♈️ Aries
source: aries
ja: 牡羊座
sv: väduren

# EMOJI: 🇦🇲 flag: Armenia
source: flag_am
ja: アルメニア
sv: armenien

# EMOJI: ◀️ reverse button
source: reverse
ja: 逆再生
sv: pil_bakåt

# EMOJI: ⬇️ down arrow
source: arrow_down
ja: 下矢印
sv: pil_ner

# EMOJI: 🔽 downwards button
source: down
ja: 下ボタン
sv: pil_ner_liten

# EMOJI: ▶️ play button
source: play
ja: 再生
sv: pil_framåt

# EMOJI: ⤵️ right arrow curving down
source: arrow_heading_down
ja: 右カーブ下矢印
sv: pil_pekar_ner

# EMOJI: ⤴️ right arrow curving up
source: arrow_heading_up
ja: 右カーブ上矢印
sv: pil_pekar_upp

# EMOJI: ⬅️ left arrow
source: arrow_left
ja: 左矢印
sv: pil_vänster

# EMOJI: ↙️ down-left arrow
source: arrow_lower_left
ja: 下左矢印
sv: pil_nedre_vänster

# EMOJI: ↘️ down-right arrow
source: arrow_lower_right
ja: 下右矢印
sv: pil_nedre_höger

# EMOJI: ➡️ right arrow
source: arrow_right
ja: 右矢印
sv: pil_höger

# EMOJI: ⬆️ up arrow
source: arrow_up
ja: 上矢印
sv: pil_upp

# EMOJI: ↕️ up-down arrow
source: arrow_up_down
ja: 上下矢印
sv: pil_upp_och_ner

# EMOJI: 🔼 upwards button
source: up
ja: 上ボタン
sv: pil_upp_liten

# EMOJI: ↖️ up-left arrow
source: arrow_upper_left
ja: 上左矢印
sv: pil_övre_vänster

# EMOJI: ↗️ up-right arrow
source: arrow_upper_right
ja: 上右矢印
sv: pil_övre_höger

# EMOJI: 🔃 clockwise vertical arrows
source: clockwise
ja: 時計回り
sv: pilar_medurs

# EMOJI: 🔄 counterclockwise arrows button
source: counterclockwise
ja: 反時計回り
sv: pilar_moturs

# EMOJI: 🎨 artist palette
source: palette
ja: パレット
sv: konst

# EMOJI: 🚛 articulated lorry
source: articulated_lorry
ja: トラック

# EMOJI: 🧑‍🎨 artist
source: artist
ja: アーティスト
sv: konstnär

# EMOJI: 🇦🇼 flag: Aruba
source: flag_aw
ja: アルバ
sv: aruba

# EMOJI: 🇦🇨 flag: Ascension Island
source: flag_ac
ja: アセンション島
sv: ascension_island

# EMOJI: *️⃣ keycap: *
source: asterisk
ja: アスタリスク

# EMOJI: 😲 astonished face
source: astonished_face
ja: 驚いた
sv: förvånad

# EMOJI: 😲 astonished face
source: astonished_face
ja: 驚き顔
sv: förvånat_ansikte

# EMOJI: 🧑‍🚀 astronaut
source: astronaut
ja: 宇宙飛行士

# EMOJI: 👟 running shoe
source: sneaker
ja: 運動靴
sv: atletisk_sko

# EMOJI: ⚛️ atom symbol
source: atom_symbol
ja: 原子
sv: atom

# EMOJI: ⚛️ atom symbol
source: atom_symbol
ja: 原子記号

# EMOJI: 🇦🇺 flag: Australia
source: flag_au
ja: オーストラリア
sv: australien

# EMOJI: 🇦🇹 flag: Austria
source: flag_at
ja: オーストリア
sv: österrike

# EMOJI: 🛺 auto rickshaw
source: auto_rickshaw
ja: 自動人力車

# EMOJI: 🥑 avocado
source: avocado
ja: アボガド

# EMOJI: 🪓 axe
source: axe
ja: 斧
sv: yxa

# EMOJI: 🇦🇿 flag: Azerbaijan
source: flag_az
ja: アゼルバイジャン
sv: azerbaijan

# EMOJI: 🅱️ B button (blood type)
source: b_blood
ja: Bボタン
sv: blod typ b

# EMOJI: 🅱️ B button (blood type)
source: b_blood
ja: B型
sv: b_blod

# EMOJI: 👶 baby
source: baby
ja: 赤ちゃん

# EMOJI: 🍼 baby bottle
source: baby_bottle
ja: 哺乳瓶
sv: nappflaska

# EMOJI: 🐤 baby chick
source: baby_chick
ja: ヒヨコ
sv: baby_kyckling

# EMOJI: 🚼️ baby symbol
source: baby_symbol
ja: 赤ちゃんマーク

# EMOJI: 🎒 backpack
source: school_satchel
ja: リュック
sv: ryggsäck

# EMOJI: 🥓 bacon
source: bacon
ja: 標識

# EMOJI: 🦡 badger
source: badger
ja: タヌキ
sv: grävling

# EMOJI: 🏸 badminton
source: badminton
ja: バトミントン

# EMOJI: 🥯 bagel
source: bagel
ja: ベーグル

# EMOJI: 🛄 baggage claim
source: baggage_claim
ja: 手荷物受取所

# EMOJI: 🥖 baguette bread
source: baguette_bread
ja: フランスパン
sv: baguette_bröd

# EMOJI: 🇧🇸 flag: Bahamas
source: flag_bs
ja: バハマ
sv: bahamas

# EMOJI: 🇧🇭 flag: Bahrain
source: flag_bh
ja: バーレーン
sv: bahrain

# EMOJI: 🧑‍🦲 person: bald
source: bald
ja: ハゲた
sv: flintskallig

# EMOJI: 🩰 ballet shoes
source: ballet_shoes
ja: 靴
sv: ballet_skor

# EMOJI: 🎈 balloon
source: balloon
ja: 風船
sv: balong

# EMOJI: 🗳️ ballot box with ballot
source: ballot_box
ja: 投票箱
sv: val_urna

# EMOJI: ☑️ check box with check
source: ballot_box_with_check
ja: チェック付きチェックボックス

# EMOJI: 🎍 pine decoration
source: bamboo
ja: 門松
sv: bambu

# EMOJI: 🍌 banana
source: banana
ja: バナナ
sv: banan

# EMOJI: 🩹 adhesive bandage
source: bandaid
ja: バンドエイド
sv: plåster

# EMOJI: ‼️ double exclamation mark
source: double_exclamation
ja: 二重ビックリマーク
sv: dubbla_utropstecken

# EMOJI: 🇧🇩 flag: Bangladesh
source: flag_bd
ja: バングラデシュ
sv: bangladesh

# EMOJI: 🪕 banjo
source: banjo
ja: バンジョー

# EMOJI: 🏦 bank
source: bank
ja: 銀行

# EMOJI: 📊 bar chart
source: bar_chart
ja: 棒グラフ
sv: stapel_diagram

# EMOJI: 🇧🇧 flag: Barbados
source: flag_bb
ja: バルバドス
sv: barbados

# EMOJI: 💈 barber pole
source: barber_pole
ja: 床屋
sv: frisör

# EMOJI: 💈 barber pole
source: barber_pole
ja: 床屋のポール
sv: frisör_stång

# EMOJI: ⚾️ baseball
source: baseball
ja: 野球
sv: baseboll

# EMOJI: 🧺 basket
source: basket
ja: カゴ
sv: korg

# EMOJI: 🏀 basketball
source: basketball
ja: バスケットボール
sv: basketboll

# EMOJI: 🦇 bat
source: bat
ja: コウモリ
sv: fladdermus

# EMOJI: 🛀 person taking bath
source: person_taking_bath
ja: 風呂
sv: bad

# EMOJI: 🚻 restroom
source: restroom
ja: トイレ
sv: badrum

# EMOJI: 🛁 bathtub
source: bathtub
ja: 浴槽
sv: badkar

# EMOJI: 🔋 battery
source: battery
ja: バッテリー
sv: batteri

# EMOJI: 🏖️ beach with umbrella
source: beach_with_umbrella
ja: 浜
sv: strand

# EMOJI: ⛱️ umbrella on ground
source: umbrella_on_ground
ja: ビーチ
sv: strand_paraply

# EMOJI: 🏖️ beach with umbrella
source: beach_with_umbrella
ja: 砂浜
sv: strand_med_paraply

# EMOJI: 😁 beaming face with smiling eyes
source: grin
ja: 晴れやかな顔
sv: strålande_ansikte

# EMOJI: 🫘 beans
source: beans
ja: マメ

# EMOJI: 🐻 bear
source: bear_face
ja: クマ
sv: björn

# EMOJI: 🐻 bear
source: bear_face
ja: クマの顔
sv: björn_ansikte

# EMOJI: 💓 beating heart
source: heartbeat
ja: 鼓動するハート
sv: bultande_hjärta

# EMOJI: 🦫 beaver
source: beaver
ja: ビーバー
sv: bäver

# EMOJI: 🛏️ bed
source: bed
ja: ベッド
sv: säng

# EMOJI: 🐝 honeybee
source: bee
ja: ハチ
sv: bi

# EMOJI: 🍺 beer mug
source: beer
ja: ビール
sv: öl

# EMOJI: 🍻 clinking beer mugs
source: beers
ja: 乾杯
sv: öl

# EMOJI: 🪲 beetle
source: beetle
ja: 昆虫
sv: skalbagge

# EMOJI: 🔰 Japanese symbol for beginner
source: beginner
ja: 初心者
sv: nybörjare

# EMOJI: 🇧🇾 flag: Belarus
source: flag_by
ja: ベラルーシ
sv: vitryssland

# EMOJI: 🇧🇪 flag: Belgium
source: flag_be
ja: ベルギー
sv: belgien

# EMOJI: 🇧🇿 flag: Belize
source: flag_bz
ja: ベリーズ
sv: belize

# EMOJI: 🔔 bell
source: bell
ja: ベル
sv: bjällra

# EMOJI: 🫑 bell pepper
source: bell_pepper
ja: ピーマン
sv: paprika

# EMOJI: 🛎️ bellhop bell
source: bellhop
ja: ベルボーイ
sv: receptionsklocka

# EMOJI: 🇧🇯 flag: Benin
source: flag_bj
ja: ベナン
sv: benin

# EMOJI: 🍱 bento box
source: bento_box
ja: 弁当
sv: bento

# EMOJI: 🍱 bento box
source: bento_box
ja: 弁当箱
sv: bento_låda

# EMOJI: 🇧🇲 flag: Bermuda
source: flag_bm
ja: バルミューダ
sv: bermuda

# EMOJI: 🧃 beverage box
source: juice_box
ja: 飲み物ボックス
sv: festis

# EMOJI: 🇧🇹 flag: Bhutan
source: flag_bt
ja: ブータン
sv: bhutan

# EMOJI: 🚲️ bicycle
source: bike
ja: 自転車
sv: cykel

# EMOJI: 🚴 person biking
source: person_biking
ja: 自転車乗り
sv: cyklist

# EMOJI: 🚲️ bicycle
source: bike
ja: バイク
sv: cykel

# EMOJI: 🚴 person biking
source: person_biking
ja: 自転車に乗る
sv: cyklar

# EMOJI: 👙 bikini
source: bikini
ja: ビキニ

# EMOJI: 🧢 billed cap
source: billed_cap
ja: 請求上限

# EMOJI: 🎱 pool 8 ball
source: billiards
ja: ビリヤード
sv: biljard

# EMOJI: ☣️ biohazard
source: biohazard
ja: バイオハザード

# EMOJI: 🐦️ bird
source: bird_face
ja: 鳥
sv: fågel

# EMOJI: 🐦️ bird
source: bird_face
ja: 鳥顔
sv: fågel_ansikte

# EMOJI: 🎂 birthday cake
source: birthday_cake
ja: 誕生日
sv: födelsedag

# EMOJI: 🎂 birthday cake
source: birthday_cake
ja: バースデイケーキ
sv: födelsedags_tårta

# EMOJI: 🦬 bison
source: bison
ja: バイソン
sv: bisonoxe

# EMOJI: 🫦 biting lip
source: biting_lip
ja: 唇を噛む

# EMOJI: 🐈‍⬛ black cat
source: black_cat
ja: 黒猫
sv: svart_katt

# EMOJI: ⚫️ black circle
source: black_circle
ja: 黒丸
sv: svart_cirkel

# EMOJI: 🏴 black flag
source: black_flag
ja: 黒旗
sv: svart_flagga

# EMOJI: 🖤 black heart
source: black_heart
ja: 黒いハート
sv: svart_hjärta

# EMOJI: 🃏 joker
source: black_joker
ja: ジョーカー
sv: svart_joker

# EMOJI: ⬛️ black large square
source: black_large_square
ja: 大きな黒い四角
sv: svart_stor_kvadrat

# EMOJI: ◾️ black medium-small square
source: black_medium_small_square
ja: 中ぐらいの黒い四角
sv: svart_mellan_stor_kvadrat

# EMOJI: ◼️ black medium square
source: black_medium_square
ja: 黒い四角
sv: svart_medel_kvadrat

# EMOJI: ✒️ black nib
source: black_nib
ja: 黒いペン先

# EMOJI: ▪️ black small square
source: black_small_square
ja: 小さな黒い四角
sv: svart_liten_kvadrat

# EMOJI: 🔲 black square button
source: black_square_button
ja: 黒四角のボタン
sv: svart_fyrkantig_knapp

# EMOJI: 👱 person: blond hair
source: blond_haired
ja: ブロンドの髪
sv: blond_hårig

# EMOJI: 🌼 blossom
source: blossom
ja: 桜
sv: blomma

# EMOJI: 🐡 blowfish
source: blowfish
ja: フグ
sv: blåsfisk

# EMOJI: 📘 blue book
source: blue_book
ja: 青い本
sv: blå_bok

# EMOJI: 🚙 sport utility vehicle
source: suv
ja: 青い車
sv: blå_bil

# EMOJI: 🔵 blue circle
source: blue_circle
ja: 青い丸
sv: blå_cirkel

# EMOJI: 💙 blue heart
source: blue_heart
ja: 青いハート
sv: blå_hjärta

# EMOJI: 🟦 blue square
source: blue_square
ja: 青い四角
sv: blå_fyrkant

# EMOJI: 🫐 blueberries
source: blueberries
ja: ブルーベリー
sv: blåbär

# EMOJI: 🐗 boar
source: boar
ja: ボア
sv: vildsvin

# EMOJI: 🧋 bubble tea
source: bubble_tea
ja: ボバドリンク
sv: bubbelte

# EMOJI: 🇧🇴 flag: Bolivia
source: flag_bo
ja: ボリビア
sv: bolivia

# EMOJI: 💣️ bomb
source: bomb
ja: 爆弾

# EMOJI: 🦴 bone
source: bone
ja: 骨
sv: ben

# EMOJI: 📖 open book
source: open_book
ja: 本
sv: bok

# EMOJI: 🔖 bookmark
source: bookmark
ja: ブックマーク
sv: bokmärke

# EMOJI: 📑 bookmark tabs
source: bookmark_tabs
ja: ブックマークのタブ
sv: bokmärkes_flikar

# EMOJI: 📚️ books
source: books
ja: 本
sv: böcker

# EMOJI: 💥 collision
source: collision
ja: 衝突
sv: boom

# EMOJI: 🪃 boomerang
source: boomerang
ja: ブーメラン

# EMOJI: 👢 woman’s boot
source: boot
ja: ブーツ
sv: stövel

# EMOJI: 🇧🇦 flag: Bosnia & Herzegovina
source: flag_ba
ja: ボスニア・ヘルツェゴビナ
sv: bosnien_hercegovina

# EMOJI: 🇧🇼 flag: Botswana
source: flag_bw
ja: ボツワナ
sv: botswana

# EMOJI: 💐 bouquet
source: bouquet
ja: 花束
sv: bukett

# EMOJI: 🇧🇻 flag: Bouvet Island
source: flag_bv
ja: ブーベ島
sv: bouvet_ön

# EMOJI: 🙇 person bowing
source: person_bowing
ja: おじぎ
sv: buga

# EMOJI: 🏹 bow and arrow
source: bow_and_arrow
ja: 弓と矢
sv: båge_och_pil

# EMOJI: 🥣 bowl with spoon
source: bowl_with_spoon
ja: ボウルとスプーン
sv: skål_med_sked

# EMOJI: 🎳 bowling
source: bowling
ja: ボーリング

# EMOJI: 🥊 boxing glove
source: boxing_glove
ja: ボクシンググローブ
sv: boxnings_handske

# EMOJI: 👦 boy
source: boy
ja: 男の子
sv: pojke

# EMOJI: 🧠 brain
source: brain
ja: 脳みそ
sv: hjärna

# EMOJI: 🇧🇷 flag: Brazil
source: flag_br
ja: ブラジル
sv: brasilien

# EMOJI: 🍞 bread
source: bread
ja: 食パン
sv: bröd

# EMOJI: 🤱 breast-feeding
source: breast_feeding
ja: 授乳
sv: am_ning

# EMOJI: 🧱 brick
source: bricks
ja: レンガ
sv: tegelstenar

# EMOJI: 🌉 bridge at night
source: bridge_at_night
ja: 夜の橋
sv: bro_på_natten

# EMOJI: 💼 briefcase
source: briefcase
ja: ブリーフケース
sv: portfölj

# EMOJI: 🩲 briefs
source: briefs
ja: ブリーフ
sv: kalsonger

# EMOJI: 🔆 bright button
source: high_brightness
ja: 明るさボタン
sv: ljus_knapp

# EMOJI: 🇮🇴 flag: British Indian Ocean Territory
source: flag_io
ja: 英領インド洋
sv: brittiska_territoriet_i_indiska_oceanen

# EMOJI: 🇻🇬 flag: British Virgin Islands
source: flag_vg
ja: 英領バージン諸島
sv: brittiska_jungfru_öarna

# EMOJI: 🥦 broccoli
source: broccoli
ja: ブロッコリー

# EMOJI: 💔 broken heart
source: broken_heart
ja: ハートブレイク
sv: brustet_hjärta

# EMOJI: 🧹 broom
source: broom
ja: 箒
sv: kvast

# EMOJI: 🟤 brown circle
source: brown_circle
ja: 茶色い丸
sv: brun_cirkel

# EMOJI: 🤎 brown heart
source: brown_heart
ja: 茶色いハート
sv: brunt_hjärta

# EMOJI: 🟫 brown square
source: brown_square
ja: 茶色い四角
sv: brun_fyrkant

# EMOJI: 🇧🇳 flag: Brunei
source: flag_bn
ja: ブルネイ
sv: brunei

# EMOJI: 🧋 bubble tea
source: bubble_tea
ja: タピオカティー
sv: bubbel_te

# EMOJI: 🫧 bubbles
source: bubbles
ja: 泡

# EMOJI: 🪣 bucket
source: bucket
ja: バケツ
sv: hink

# EMOJI: 🐛 bug
source: bug
ja: 虫
sv: insekt

# EMOJI: 🏗️ building construction
source: construction_site
ja: ビル 工事
sv: byggnads_konstruktion

# EMOJI: 💡 light bulb
source: light_bulb
ja: 電灯
sv: glödlampa

# EMOJI: 🇧🇬 flag: Bulgaria
source: flag_bg
ja: ブルガリア
sv: bulgarien

# EMOJI: 🚅 bullet train
source: bullettrain_front
ja: 新幹線前面

# EMOJI: 🚄 high-speed train
source: bullettrain_side
ja: 新幹線側面

# EMOJI: 🎯 bullseye
source: direct_hit
ja: 的
sv: bullseye

# EMOJI: 🇧🇫 flag: Burkina Faso
source: flag_bf
ja: ブルキナファソ
sv: burkina_faso

# EMOJI: 🇲🇲 flag: Myanmar (Burma)
source: myanmar
ja: ビルマ
sv: burma

# EMOJI: 🌯 burrito
source: burrito
ja: ブリトー

# EMOJI: 🇧🇮 flag: Burundi
source: flag_bi
ja: ブルンジ
sv: burundi

# EMOJI: 🚌 bus
source: bus
ja: バス
sv: buss

# EMOJI: 🚏 bus stop
source: busstop
ja: バス停
sv: busshållplats

# EMOJI: 🧈 butter
source: butter
ja: バター
sv: smör

# EMOJI: 🦋 butterfly
source: butterfly
ja: ちょうちょ
sv: fjäril

# EMOJI: 🌵 cactus
source: cactus
ja: サボテン
sv: kaktus

# EMOJI: 🍰 shortcake
source: shortcake
ja: ケーキ
sv: kaka

# EMOJI: 📆 tear-off calendar
source: calendar
ja: カレンダー
sv: kalender

# EMOJI: 🗓️ spiral calendar
source: calendar_spiral
ja: 日めくりカレンダー
sv: kalender_spiral

# EMOJI: 📲 mobile phone with arrow
source: mobile_phone_arrow
ja: 通話中
sv: ringer

# EMOJI: 🇰🇭 flag: Cambodia
source: flag_kh
ja: カンボジア
sv: kambodia

# EMOJI: 🐫 two-hump camel
source: camel
ja: ラクダ
sv: kamel

# EMOJI: 📷️ camera
source: camera
ja: カメラ
sv: kamera

# EMOJI: 📸 camera with flash
source: camera_with_flash
ja: カメラとフラッシュ
sv: kamera_med_blixt

# EMOJI: 🇨🇲 flag: Cameroon
source: flag_cm
ja: カメレオン
sv: kamerun

# EMOJI: 🏕️ camping
source: camping
ja: キャンプ

# EMOJI: 🇨🇦 flag: Canada
source: flag_ca
ja: カナダ
sv: kanada

# EMOJI: 🇮🇨 flag: Canary Islands
source: flag_ic
ja: キャナリー諸島
sv: kanarieöarna

# EMOJI: ♋️ Cancer
source: cancer
ja: がん
sv: kräftan

# EMOJI: 🕯️ candle
source: candle
ja: ろうそく
sv: ljus

# EMOJI: 🍬 candy
source: candy
ja: アメ
sv: godis

# EMOJI: 🥫 canned food
source: canned_food
ja: 缶詰
sv: konserverad_mat

# EMOJI: 🛶 canoe
source: canoe
ja: カヌー
sv: kanot

# EMOJI: 🇨🇻 flag: Cape Verde
source: flag_cv
ja: カーボベルデ
sv: kap_verde

# EMOJI: 🔠 input latin uppercase
source: capital_abcd
ja: 英語大文字
sv: stora_abcd

# EMOJI: ♑️ Capricorn
source: capricorn
ja: 蠍座
sv: stenbocken

# EMOJI: 🚗 automobile
source: red_car
ja: 車
sv: bil

# EMOJI: 🗃️ card file box
source: card_file_box
ja: カードファイルボックス
sv: kort_fil_låda

# EMOJI: 📇 card index
source: card_index
ja: カードインデックス
sv: kort_index

# EMOJI: 🗂️ card index dividers
source: card_index_dividers
ja: カードインデックスタブ
sv: kort_index_avdelare

# EMOJI: 🇧🇶 flag: Caribbean Netherlands
source: flag_bq
ja: カリブ海のオランダ
sv: karibien_nederländerna

# EMOJI: 🎠 carousel horse
source: carousel_horse
ja: 回転木馬
sv: karusell_häst

# EMOJI: 🎏 carp streamer
source: flags
ja: 鯉のぼり

# EMOJI: 🪚 carpentry saw
source: carpentry_saw
ja: のこぎり
sv: snickeri_såg

# EMOJI: 🥕 carrot
source: carrot
ja: 人参
sv: morot

# EMOJI: 🤸 person cartwheeling
source: person_cartwheel
ja: 側転
sv: hjular

# EMOJI: 🏰 castle
source: european_castle
ja: お城
sv: slott

# EMOJI: 🐈️ cat
source: cat
ja: 猫
sv: katt

# EMOJI: 🐱 cat face
source: cat_face
ja: 猫の顔
sv: katt_ansikte

# EMOJI: 🇰🇾 flag: Cayman Islands
source: flag_ky
ja: ケイマン諸島
sv: cayman_öarna

# EMOJI: 💿️ optical disk
source: optical_disk
ja: コンパクトディスク
sv: cd

# EMOJI: 🤬 face with symbols on mouth
source: face_with_symbols_on_mouth
ja: 放送禁止用語
sv: censurerad

# EMOJI: 🇨🇫 flag: Central African Republic
source: flag_cf
ja: 中央アフリカ共和国
sv: central_afrikanska_republiken

# EMOJI: 🇪🇦 flag: Ceuta & Melilla
source: flag_ea
ja: セウタメリリャ
sv: ceuta_melilla

# EMOJI: 🇹🇩 flag: Chad
source: flag_td
ja: チャド
sv: tchad

# EMOJI: ⛓️ chains
source: chains
ja: 鎖
sv: kedjor

# EMOJI: 🪑 chair
source: chair
ja: 椅子
sv: stol

# EMOJI: 🍾 bottle with popping cork
source: champagne
ja: シャンパン

# EMOJI: 💹 chart increasing with yen
source: chart
ja: 円レート
sv: diagram

# EMOJI: 📉 chart decreasing
source: chart_with_downwards_trend
ja: 下り折れ線グラフ
sv: sjunkande_diagram

# EMOJI: 📈 chart increasing
source: chart_with_upwards_trend
ja: 上り折れ線グラフ
sv: diagram_ökande

# EMOJI: 📉 chart decreasing
source: chart_with_downwards_trend
ja: 下り坂の線グラフ
sv: diagram_med_nedåtgående trend

# EMOJI: 📈 chart increasing
source: chart_with_upwards_trend
ja: 登り坂の線グラフ
sv: diagram_med_uppåtgående_trend

# EMOJI: ✔️ check mark
source: heavy_check_mark
ja: チェックマーク
sv: bock

# EMOJI: 🏁 chequered flag
source: checkered_flag
ja: 市松模様の旗
sv: schackrutig_flagga

# EMOJI: 🧀 cheese wedge
source: cheese
ja: チーズ
sv: ost

# EMOJI: 🍒 cherries
source: cherries
ja: さくらんぼ
sv: körsbär

# EMOJI: 🌸 cherry blossom
source: cherry_blossom
ja: 桜の花
sv: körsbärs_blom

# EMOJI: ♟️ chess pawn
source: chess_pawn
ja: チェスのポーン
sv: schack_bonde

# EMOJI: 🌰 chestnut
source: chestnut
ja: 栗
sv: kastanj

# EMOJI: 🐔 chicken
source: chicken_face
ja: 鶏
sv: kyckling

# EMOJI: 🐔 chicken
source: chicken_face
ja: 鶏の顔
sv: kyckling_ansikte

# EMOJI: 🧒 child
source: child
ja: 子供
sv: barn

# EMOJI: 🚸 children crossing
source: children_crossing
ja: 子供が通ります
sv: barn_korsning

# EMOJI: 🇨🇱 flag: Chile
source: flag_cl
ja: チリ
sv: chile

# EMOJI: 🇨🇳 flag: China
source: flag_cn
ja: 中国
sv: kina

# EMOJI: 🐿️ chipmunk
source: chipmunk
ja: シマリス
sv: jordekorre

# EMOJI: 🍫 chocolate bar
source: chocolate_bar
ja: チョコレート棒
sv: choklad_kaka

# EMOJI: 🥢 chopsticks
source: chopsticks
ja: 箸
sv: ätpinnar

# EMOJI: 🇨🇽 flag: Christmas Island
source: flag_cx
ja: クリスマス島
sv: jul_ön

# EMOJI: 🎄 Christmas tree
source: christmas_tree
ja: クリスマスツリー
sv: jul_gran

# EMOJI: ⛪️ church
source: church
ja: 教会
sv: kyrka

# EMOJI: 🚬 cigarette
source: smoking
ja: タバコ
sv: cigarett

# EMOJI: 🎦 cinema
source: cinema
ja: 映画
sv: bio

# EMOJI: 🎪 circus tent
source: circus_tent
ja: サーカス小屋
sv: cirkus_tält

# EMOJI: 🌆 cityscape at dusk
source: city_dusk
ja: 暮れの都市
sv: stads_skymning

# EMOJI: 🌇 sunset
source: city_sunset
ja: 朝の都市
sv: stad_soluppgång

# EMOJI: 🌇 sunset
source: city_sunset
ja: 夕方の都市
sv: stad_solnedgång

# EMOJI: 🏙️ cityscape
source: cityscape
ja: 都市
sv: stadsbild

# EMOJI: 🆑 CL button
source: cl
ja: クリアボタン

# EMOJI: 🗜️ clamp
source: compression
ja: 万力
sv: klämma

# EMOJI: 👏 clapping hands
source: clapping_hands
ja: 拍手
sv: applådera

# EMOJI: 🎬️ clapper board
source: clapper
ja: カチンコ
sv: kläpp

# EMOJI: 👏 clapping hands
source: clapping_hands
ja: 拍手する手
sv: klappande_händer

# EMOJI: 🏛️ classical building
source: classical_building
ja: 古典的な建物
sv: klassisk_byggnad

# EMOJI: 🧗 person climbing
source: person_climbing
ja: クライミング
sv: klättrande

# EMOJI: 🥂 clinking glasses
source: clinking_glasses
ja: 乾杯
sv: klingande_glas

# EMOJI: 📋️ clipboard
source: clipboard
ja: クリップボード
sv: urklipp

# EMOJI: 🇨🇵 flag: Clipperton Island
source: flag_cp
ja: クリッパートン島
sv: clipperton_ön

# EMOJI: 🕰️ mantelpiece clock
source: clock
ja: 時計
sv: klocka

# EMOJI: 🕐️ one o’clock
source: clock1
ja: 1時
sv: klockan 1

# EMOJI: 🕙️ ten o’clock
source: clock10
ja: 10時
sv: klockan 10

# EMOJI: 🕥️ ten-thirty
source: clock1030
ja: 10時半
sv: klockan 10:30

# EMOJI: 🕚️ eleven o’clock
source: clock11
ja: 11時
sv: klockan 11

# EMOJI: 🕦️ eleven-thirty
source: clock1130
ja: 11時半
sv: klockan 11:30

# EMOJI: 🕛️ twelve o’clock
source: clock12
ja: 12時
sv: klockan 12

# EMOJI: 🕧️ twelve-thirty
source: clock1230
ja: 12時半
sv: klockan 12:30

# EMOJI: 🕜️ one-thirty
source: clock130
ja: 1時半
sv: klockan 13:30

# EMOJI: 🕑️ two o’clock
source: clock2
ja: 2時
sv: klockan 14

# EMOJI: 🕝️ two-thirty
source: clock230
ja: 2時半
sv: klockan 14:30

# EMOJI: 🕒️ three o’clock
source: clock3
ja: 3時
sv: klockan 15

# EMOJI: 🕞️ three-thirty
source: clock330
ja: 3時半
sv: klockan 15:30

# EMOJI: 🕓️ four o’clock
source: clock4
ja: 4時
sv: klockan 16

# EMOJI: 🕟️ four-thirty
source: clock430
ja: 4時半
sv: klockan 16:30

# EMOJI: 🕔️ five o’clock
source: clock5
ja: 5時
sv: klockan 17:00

# EMOJI: 🕠️ five-thirty
source: clock530
ja: 5時半
sv: klockan 17:30

# EMOJI: 🕕️ six o’clock
source: clock6
ja: 6時
sv: klockan 18

# EMOJI: 🕡️ six-thirty
source: clock630
ja: 6時半
sv: klockan 18:30

# EMOJI: 🕖️ seven o’clock
source: clock7
ja: 7時
sv: klockan 19

# EMOJI: 🕢️ seven-thirty
source: clock730
ja: 7時半
sv: klockan 19:30

# EMOJI: 🕗️ eight o’clock
source: clock8
ja: 8時
sv: klockan 20:00

# EMOJI: 🕣️ eight-thirty
source: clock830
ja: 8時半
sv: klockan 20:30

# EMOJI: 🕘️ nine o’clock
source: clock9
ja: 9時
sv: klockan 21

# EMOJI: 🕤️ nine-thirty
source: clock930
ja: 9時半
sv: klockan 21:30

# EMOJI: 🔃 clockwise vertical arrows
source: clockwise
ja: 時計回り
sv: medurs
