Repository: milesj/emojibase
Catalog: po/*/shortcodes.po
Languages: ja, sv

# EMOJI: 🇬🇸 flag: South Georgia & South Sandwich Islands
source: south_georgia_south_sandwich_islands
ja: 南ジョージア島・南サンドイッチ諸島の旗
sv: flagga_gs

# EMOJI: 🇬🇹 flag: Guatemala
source: guatemala
ja: グアテマラの国旗
sv: flagga_gt

# EMOJI: 🇬🇺 flag: Guam
source: guam
ja: グアムの旗
sv: flagga_gu

# EMOJI: 🇬🇼 flag: Guinea-Bissau
source: guinea_bissau
ja: ギニアビサウの国旗
sv: flagga_gw

# EMOJI: 🇬🇾 flag: Guyana
source: guyana
ja: ガイアナの国旗
sv: flagga_gy

# EMOJI: 🇭🇰 flag: Hong Kong SAR China
source: hong_kong
ja: 香港の旗
sv: flagga_hk

# EMOJI: 🇭🇲 flag: Heard & McDonald Islands
source: heard_mcdonald_islands
ja: ヘアド島・マクドナルド諸島の旗
sv: flagga_hm

# EMOJI: 🇭🇳 flag: Honduras
source: honduras
ja: ホンジュラスの国旗
sv: flagga_hn

# EMOJI: 🇭🇷 flag: Croatia
source: flag_hr
ja: クロアチアの国旗
sv: flagga_kr

# EMOJI: 🇭🇹 flag: Haiti
source: haiti
ja: ハイチの国旗
sv: flagga_ht

# EMOJI: 🇭🇺 flag: Hungary
source: hungary
ja: ハンガリーの国旗
sv: flagga_un

# EMOJI: 🇮🇨 flag: Canary Islands
source: flag_ic
ja: カナリア諸島の旗
sv: flagga_kö

# EMOJI: 🇮🇩 flag: Indonesia
source: indonesia
ja: インドネシアの国旗
sv: flagga_id

# EMOJI: 🇮🇪 flag: Ireland
source: ireland
ja: アイルランドの国旗
sv: flagga_ie

# EMOJI: 🇮🇱 flag: Israel
source: israel
ja: イスラエルの国旗
sv: flagga_il

# EMOJI: 🇮🇲 flag: Isle of Man
source: isle_of_man
ja: マン島の旗
sv: flagga_im

# EMOJI: 🇮🇳 flag: India
source: india
ja: インドの国旗
sv: flagga_in

# EMOJI: 🇮🇴 flag: British Indian Ocean Territory
source: flag_io
ja: イギリス領インド洋地域の旗
sv: flagga_io

# EMOJI: 🇮🇶 flag: Iraq
source: iraq
ja: イラクの国旗
sv: flagga_iq

# EMOJI: 🇮🇷 flag: Iran
source: iran
ja: イランの国旗
sv: flagga_ir

# EMOJI: 🇮🇸 flag: Iceland
source: iceland
ja: アイスランドの国旗
sv: flagga_is

# EMOJI: 🇮🇹 flag: Italy
source: italy
ja: イタリアの国旗
sv: flagga_it

# EMOJI: 🇯🇪 flag: Jersey
source: jersey
ja: ジャージーの旗
sv: flagga_je

# EMOJI: 🇯🇲 flag: Jamaica
source: jamaica
ja: ジャマイカの国旗
sv: flagga_jm

# EMOJI: 🇯🇴 flag: Jordan
source: jordan
ja: ヨルダンの国旗
sv: flagga_jo

# EMOJI: 🇯🇵 flag: Japan
source: japan
ja: 日本の国旗
sv: flagga_jp

# EMOJI: 🇰🇪 flag: Kenya
source: kenya
ja: ケニアの国旗
sv: flagga_ke

# EMOJI: 🇰🇬 flag: Kyrgyzstan
source: kyrgyzstan
ja: キルギスの国旗
sv: flagga_kg

# EMOJI: 🇰🇭 flag: Cambodia
source: flag_kh
ja: カンボジアの国旗
sv: flagga_kh

# EMOJI: 🇰🇮 flag: Kiribati
source: kiribati
ja: キリバスの国旗
sv: flagga_ki

# EMOJI: 🇰🇲 flag: Comoros
source: flag_km
ja: コモロの国旗
sv: flagga_km

# EMOJI: 🇰🇳 flag: St. Kitts & Nevis
source: st_kitts_nevis
ja: セントクリストファー・ネイビスの国旗
sv: flagga_kn

# EMOJI: 🇰🇵 flag: North Korea
source: north_korea
ja: 北朝鮮の国旗
sv: flagga_nk

# EMOJI: 🇰🇷 flag: South Korea
source: south_korea
ja: 韓国の国旗
sv: flagga_sk

# EMOJI: 🇰🇼 flag: Kuwait
source: kuwait
ja: クウェートの国旗
sv: flagga_kw

# EMOJI: 🇰🇾 flag: Cayman Islands
source: flag_ky
ja: ケイマン諸島の旗
sv: flagga_ky

# EMOJI: 🇰🇿 flag: Kazakhstan
source: kazakhstan
ja: カザフスタンの国旗
sv: flagga_kz

# EMOJI: 🇱🇦 flag: Laos
source: laos
ja: ラオスの国旗
sv: flagga_la

# EMOJI: 🇱🇧 flag: Lebanon
source: lebanon
ja: レバノンの国旗
sv: flagga_lb

# EMOJI: 🇱🇨 flag: St. Lucia
source: st_lucia
ja: セントルシアの国旗
sv: flagga_lc

# EMOJI: 🇱🇮 flag: Liechtenstein
source: liechtenstein
ja: リヒテンシュタインの国旗
sv: flagga_li

# EMOJI: 🇱🇰 flag: Sri Lanka
source: sri_lanka
ja: スリランカの国旗
sv: flagga_lk

# EMOJI: 🇱🇷 flag: Liberia
source: liberia
ja: リベリアの国旗
sv: flagga_lr

# EMOJI: 🇱🇸 flag: Lesotho
source: lesotho
ja: レソトの国旗
sv: flagga_ls

# EMOJI: 🇱🇹 flag: Lithuania
source: lithuania
ja: リトアニアの国旗
sv: flagga_lt

# EMOJI: 🇱🇺 flag: Luxembourg
source: luxembourg
ja: ルクセンブルクの国旗
sv: flagga_lu

# EMOJI: 🇱🇻 flag: Latvia
source: latvia
ja: ラトビアの国旗
sv: flagga_lv

# EMOJI: 🇱🇾 flag: Libya
source: libya
ja: リビアの国旗
sv: flagga_ly

# EMOJI: 🇲🇦 flag: Morocco
source: morocco
ja: モロッコの国旗
sv: flagga_ma

# EMOJI: 🇲🇨 flag: Monaco
source: monaco
ja: モナコの国旗
sv: flagga_mc

# EMOJI: 🇲🇩 flag: Moldova
source: moldova
ja: モルドバの国旗
sv: flagga_md

# EMOJI: 🇲🇪 flag: Montenegro
source: montenegro
ja: モンテネグロの国旗
sv: flagga_me

# EMOJI: 🇲🇫 flag: St. Martin
source: st_martin
ja: サン・マルタン島の旗
sv: flagga_mf

# EMOJI: 🇲🇬 flag: Madagascar
source: madagascar
ja: マダガスカルの国旗
sv: flagga_mg

# EMOJI: 🇲🇭 flag: Marshall Islands
source: marshall_islands
ja: マーシャル諸島の国旗
sv: flagga_mh

# EMOJI: 🇲🇰 flag: North Macedonia
source: macedonia
ja: マケドニアの国旗
sv: flagga_mk

# EMOJI: 🇲🇱 flag: Mali
source: mali
ja: マリの国旗
sv: flagga_ml

# EMOJI: 🇲🇲 flag: Myanmar (Burma)
source: myanmar
ja: ミャンマーの国旗
sv: flagga_mm

# EMOJI: 🇲🇳 flag: Mongolia
source: mongolia
ja: モンゴルの国旗
sv: flagga_mn

# EMOJI: 🇲🇴 flag: Macao SAR China
source: macau
ja: マカオの旗
sv: flagga_mo

# EMOJI: 🇲🇵 flag: Northern Mariana Islands
source: northern_mariana_islands
ja: 北マリアナ諸島の旗
sv: flagga_mp

# EMOJI: 🇲🇶 flag: Martinique
source: martinique
ja: マルティニーク島の旗
sv: flagga_mq

# EMOJI: 🇲🇷 flag: Mauritania
source: mauritania
ja: モーリタニアの国旗
sv: flagga_mr

# EMOJI: 🇲🇸 flag: Montserrat
source: montserrat
ja: モントセラトの旗
sv: flagga_ms

# EMOJI: 🇲🇹 flag: Malta
source: malta
ja: マルタの国旗
sv: flagga_mt

# EMOJI: 🇲🇺 flag: Mauritius
source: mauritius
ja: モーリシャスの国旗
sv: flagga_mu

# EMOJI: 🇲🇻 flag: Maldives
source: maldives
ja: モルディブの国旗
sv: flagga_mv

# EMOJI: 🇲🇼 flag: Malawi
source: malawi
ja: マラウイの国旗
sv: flagga_mw

# EMOJI: 🇲🇽 flag: Mexico
source: mexico
ja: メキシコの国旗
sv: flagga_mx

# EMOJI: 🇲🇾 flag: Malaysia
source: malaysia
ja: マレーシアの国旗
sv: flagga_my

# EMOJI: 🇲🇿 flag: Mozambique
source: mozambique
ja: モザンビークの国旗
sv: flagga_mz

# EMOJI: 🇳🇦 flag: Namibia
source: namibia
ja: ナミビアの国旗
sv: flagga_na

# EMOJI: 🇳🇨 flag: New Caledonia
source: new_caledonia
ja: ニューカレドニアの国旗
sv: flagga_nc

# EMOJI: 🇳🇪 flag: Niger
source: niger
ja: ニジェールの国旗
sv: flagga_ne

# EMOJI: 🇳🇫 flag: Norfolk Island
source: norfolk_island
ja: ノーフォーク島の旗
sv: flagga_nf

# EMOJI: 🇳🇬 flag: Nigeria
source: nigeria
ja: ナイジェリアの国旗
sv: flagga_ng

# EMOJI: 🇳🇮 flag: Nicaragua
source: nicaragua
ja: ニカラグアの国旗
sv: flagga_ni

# EMOJI: 🇳🇱 flag: Netherlands
source: netherlands
ja: オランダの国旗
sv: flagga_nl

# EMOJI: 🇳🇴 flag: Norway
source: norway
ja: ノルウェーの国旗
sv: flagga_no

# EMOJI: 🇳🇵 flag: Nepal
source: nepal
ja: ネパールの国旗
sv: flagga_np

# EMOJI: 🇳🇷 flag: Nauru
source: nauru
ja: ナウルの国旗
sv: flagga_nr

# EMOJI: 🇳🇺 flag: Niue
source: niue
ja: ニウエの国旗
sv: flagga_nu

# EMOJI: 🇳🇿 flag: New Zealand
source: new_zealand
ja: ニュージーランドの国旗
sv: flagga_nz

# EMOJI: 🇴🇲 flag: Oman
source: oman
ja: オマーンの国旗
sv: flagga_om

# EMOJI: 🇵🇦 flag: Panama
source: panama
ja: パナマの国旗
sv: flagga_pa

# EMOJI: 🇵🇪 flag: Peru
source: peru
ja: ペルーの国旗
sv: flagga_pe

# EMOJI: 🇵🇫 flag: French Polynesia
source: french_polynesia
ja: フランス領ポリネシアの旗
sv: flagga_pf

# EMOJI: 🇵🇬 flag: Papua New Guinea
source: papua_new_guinea
ja: パプアニューギニアの国旗
sv: flagga_pg

# EMOJI: 🇵🇭 flag: Philippines
source: philippines
ja: フィリピンの国旗
sv: flagga_ph

# EMOJI: 🇵🇰 flag: Pakistan
source: pakistan
ja: パキスタンの国旗
sv: flagga_pk

# EMOJI: 🇵🇱 flag: Poland
source: poland
ja: ポーランドの国旗
sv: flagga_pl

# EMOJI: 🇵🇲 flag: St. Pierre & Miquelon
source: st_pierre_miquelon
ja: サンピエール島・ミクロン島の旗
sv: flagga_pm

# EMOJI: 🇵🇳 flag: Pitcairn Islands
source: pitcairn_islands
ja: ピトケアンの旗
sv: flagga_pn

# EMOJI: 🇵🇷 flag: Puerto Rico
source: puerto_rico
ja: プエルトリコの旗
sv: flagga_pr

# EMOJI: 🇵🇸 flag: Palestinian Territories
source: palestinian_territories
ja: パレスチナの国旗
sv: flagga_ps

# EMOJI: 🇵🇹 flag: Portugal
source: portugal
ja: ポルトガルの国旗
sv: flagga_pt-

# EMOJI: 🇵🇼 flag: Palau
source: palau
ja: パラオの国旗
sv: flagga_pw

# EMOJI: 🇵🇾 flag: Paraguay
source: paraguay
ja: パラグアイの国旗
sv: flagga_py

# EMOJI: 🇶🇦 flag: Qatar
source: qatar
ja: カタールの国旗
sv: flagga_qa

# EMOJI: 🇷🇪 flag: Réunion
source: reunion
ja: レユニオンの旗
sv: flagga_re

# EMOJI: 🇷🇴 flag: Romania
source: romania
ja: ルーマニアの国旗
sv: flagga_ro

# EMOJI: 🇷🇸 flag: Serbia
source: serbia
ja: セルビアの国旗
sv: flagga_rs

# EMOJI: 🇷🇺 flag: Russia
source: russia
ja: ロシアの国旗
sv: flagga_ru

# EMOJI: 🇷🇼 flag: Rwanda
source: rwanda
ja: ルワンダの国旗
sv: flagga_rw

# EMOJI: 🇸🇦 flag: Saudi Arabia
source: saudi_arabia
ja: サウジアラビアの国旗
sv: flagga_sa

# EMOJI: 🇸🇧 flag: Solomon Islands
source: solomon_islands
ja: ソロモン諸島の国旗
sv: flagga_sb

# EMOJI: 🇸🇨 flag: Seychelles
source: seychelles
ja: セーシェルの国旗
sv: flagga_sc

# EMOJI: 🇸🇩 flag: Sudan
source: sudan
ja: スーダンの国旗
sv: flagga_sd

# EMOJI: 🇸🇪 flag: Sweden
source: sweden
ja: スウェーデンの国旗
sv: flagga_se

# EMOJI: 🇸🇬 flag: Singapore
source: singapore
ja: シンガポールの国旗
sv: flagga_sg

# EMOJI: 🇸🇭 flag: St. Helena
source: st_helena
ja: セントヘレナの旗
sv: flagga_sh

# EMOJI: 🇸🇮 flag: Slovenia
source: slovenia
ja: スロベニアの国旗
sv: flagga_si

# EMOJI: 🇸🇯 flag: Svalbard & Jan Mayen
source: svalbard_jan_mayen
ja: スヴァールバル諸島およびヤンマイエン島
sv: flagga_sj

# EMOJI: 🇸🇰 flag: Slovakia
source: slovakia
ja: スロバキアの国旗
sv: flagga_sk

# EMOJI: 🇸🇱 flag: Sierra Leone
source: sierra_leone
ja: シエラレオネの国旗
sv: flagga_sl

# EMOJI: 🇸🇲 flag: San Marino
source: san_marino
ja: サンマリノの国旗
sv: flagga_sm

# EMOJI: 🇸🇳 flag: Senegal
source: senegal
ja: セネガルの国旗
sv: flagga_sn

# EMOJI: 🇸🇴 flag: Somalia
source: somalia
ja: ソマリアの国旗
sv: flagga_so

# EMOJI: 🇸🇷 flag: Suriname
source: suriname
ja: スリナムの国旗
sv: flagga_sr

# EMOJI: 🇸🇸 flag: South Sudan
source: south_sudan
ja: 南スーダンの国旗
sv: flagga_ss

# EMOJI: 🇸🇹 flag: São Tomé & Príncipe
source: sao_tome_principe
ja: サントメ・プリンシペの国旗
sv: flagga_st

# EMOJI: 🇸🇻 flag: El Salvador
source: flag_sv
ja: エルサルバドルの国旗
sv: flagga_sv

# EMOJI: 🇸🇽 flag: Sint Maarten
source: sint_maarten
ja: シント・マールテンの旗
sv: flagga_sx

# EMOJI: 🇸🇾 flag: Syria
source: syria
ja: シリアの国旗
sv: flagga_sy

# EMOJI: 🇸🇿 flag: Eswatini
source: swaziland
ja: スワジランドの国旗
sv: flagga_sz

# EMOJI: 🇹🇦 flag: Tristan da Cunha
source: tristan_da_cunha
ja: トリスタンダクーニャ島の旗
sv: flagga_ta

# EMOJI: 🇹🇨 flag: Turks & Caicos Islands
source: turks_caicos_islands
ja: タークス・カイコス諸島の旗
sv: flagga_tc

# EMOJI: 🇹🇩 flag: Chad
source: flag_td
ja: チャドの国旗
sv: flagga_td

# EMOJI: 🇹🇫 flag: French Southern Territories
source: french_southern_territories
ja: フランス領南方・南極地域の旗
sv: flagga_tf

# EMOJI: 🇹🇬 flag: Togo
source: togo
ja: トーゴの国旗
sv: flagga_tg

# EMOJI: 🇹🇭 flag: Thailand
source: thailand
ja: タイの国旗
sv: flagga_th

# EMOJI: 🇹🇯 flag: Tajikistan
source: tajikistan
ja: タジキスタンの国旗
sv: flagga_tj

# EMOJI: 🇹🇰 flag: Tokelau
source: tokelau
ja: トケラウの旗
sv: flagga_tk

# EMOJI: 🇹🇱 flag: Timor-Leste
source: timor_leste
ja: 東ティモールの国旗
sv: flagga_tl

# EMOJI: 🇹🇲 flag: Turkmenistan
source: turkmenistan
ja: トルクメニスタンの国旗
sv: flagga_tm

# EMOJI: 🇹🇳 flag: Tunisia
source: tunisia
ja: チュニジアの国旗
sv: flagga_tn

# EMOJI: 🇹🇴 flag: Tonga
source: tonga
ja: トンガの国旗
sv: flagga_to

# EMOJI: 🇹🇹 flag: Trinidad & Tobago
source: trinidad_tobago
ja: トリニダード・トバゴの国旗
sv: flagga_tt

# EMOJI: 🇹🇻 flag: Tuvalu
source: tuvalu
ja: ツバルの国旗
sv: flagga_tv

# EMOJI: 🇹🇼 flag: Taiwan
source: taiwan
ja: 台湾の国旗
sv: flagga_tw

# EMOJI: 🇹🇿 flag: Tanzania
source: tanzania
ja: タンザニアの国旗
sv: flagga_tz

# EMOJI: 🇺🇦 flag: Ukraine
source: ukraine
ja: ウクライナの国旗
sv: flagga_ua

# EMOJI: 🇺🇬 flag: Uganda
source: uganda
ja: ウガンダの国旗
sv: flagga_ug

# EMOJI: 🇺🇲 flag: U.S. Outlying Islands
source: us_outlying_islands
ja: 合衆国小離島の旗
sv: flagga_um

# EMOJI: 🇺🇳 flag: United Nations
source: united_nations
ja: 国際連合の旗
sv: flagga_un

# EMOJI: 🇺🇸 flag: United States
source: usa
ja: アメリカの国旗
sv: flagga_us

# EMOJI: 🇺🇾 flag: Uruguay
source: uruguay
ja: ウルグアイの国旗
sv: flagga_uy

# EMOJI: 🇺🇿 flag: Uzbekistan
source: uzbekistan
ja: ウズベキスタンの国旗
sv: flagga_uz

# EMOJI: 🇻🇦 flag: Vatican City
source: vatican_city
ja: バチカンの国旗
sv: flagga_va

# EMOJI: 🇻🇨 flag: St. Vincent & Grenadines
source: st_vincent_grenadines
ja: セントビンセント・グレナディーンの国旗
sv: flagga_vc

# EMOJI: 🇻🇪 flag: Venezuela
source: venezuela
ja: ベネズエラの国旗
sv: flagga_ve

# EMOJI: 🇻🇬 flag: British Virgin Islands
source: flag_vg
ja: イギリス領ヴァージン諸島の旗
sv: flagga_vg

# EMOJI: 🇻🇮 flag: U.S. Virgin Islands
source: us_virgin_islands
ja: アメリカ領ヴァージン諸島の旗
sv: flagga_vi

# EMOJI: 🇻🇳 flag: Vietnam
source: vietnam
ja: ベトナムの国旗
sv: flagga_vn

# EMOJI: 🇻🇺 flag: Vanuatu
source: vanuatu
ja: バヌアツの国旗
sv: flagga_vu

# EMOJI: 🇼🇫 flag: Wallis & Futuna
source: wallis_futuna
ja: ウォリス・フツナの旗
sv: flagga_wf

# EMOJI: 🇼🇸 flag: Samoa
source: samoa
ja: サモアの国旗
sv: flagga_ws

# EMOJI: 🇽🇰 flag: Kosovo
source: kosovo
ja: コソボの国旗
sv: flagga_xk

# EMOJI: 🇾🇪 flag: Yemen
source: yemen
ja: イエメンの国旗
sv: flagga_ye

# EMOJI: 🇾🇹 flag: Mayotte
source: mayotte
ja: マヨットの旗
sv: flagga_yt

# EMOJI: 🇿🇦 flag: South Africa
source: south_africa
ja: 南アフリカの国旗
sv: flagga_za

# EMOJI: 🇿🇲 flag: Zambia
source: zambia
ja: ザンビアの国旗
sv: flagga_zm

# EMOJI: 🇿🇼 flag: Zimbabwe
source: zimbabwe
ja: ジンバブエの国旗
sv: flagga_zw

# EMOJI: 🎏 carp streamer
source: flags
ja: 旗
sv: flaggor

# EMOJI: 🦩 flamingo
source: flamingo
ja: フラミンゴ

# EMOJI: 🔦 flashlight
source: flashlight
ja: フラッシュライト
sv: ficklampa

# EMOJI: 🥿 flat shoe
source: womans_flat_shoe
ja: 平底靴
sv: platt_sko

# EMOJI: ⚜️ fleur-de-lis
source: fleur-de-lis
ja: フルール・ド・リス

# EMOJI: 💾 floppy disk
source: floppy_disk
ja: フロッピーディスク
sv: diskett

# EMOJI: 🎴 flower playing cards
source: flower_playing_cards
ja: 花札
sv: blommigt_spel_kort

# EMOJI: 😳 flushed face
source: flushed_face
ja: フラッシュされた
sv: rodnad

# EMOJI: 🪰 fly
source: fly
ja: ハエ
sv: fluga

# EMOJI: 🥏 flying disc
source: flying_disc
ja: 空飛ぶ円盤
sv: flygande_skiva

# EMOJI: 🛸 flying saucer
source: flying_saucer
ja: UFO
sv: flygande_tefat

# EMOJI: 🌫️ fog
source: fog
ja: 霧
sv: dimma

# EMOJI: 🌁 foggy
source: foggy
ja: 濃霧
sv: dimmigt

# EMOJI: 🫕 fondue
source: fondue
ja: フォンデュ

# EMOJI: 🦶 foot
source: foot
ja: つま先
sv: fot

# EMOJI: 🏈 american football
source: football
ja: フットボール
sv: amerikansk_fotboll

# EMOJI: 👣 footprints
source: footprints
ja: 足跡
sv: fotspår

# EMOJI: 🍴 fork and knife
source: fork_and_knife
ja: ナイフとフォーク
sv: gaffel_och_kniv

# EMOJI: 🍽️ fork and knife with plate
source: fork_knife_plate
ja: ナイフとフォークと皿
sv: gaffel_kniv_tallrik

# EMOJI: 🥠 fortune cookie
source: fortune_cookie
ja: フォーチュンクッキー
sv: lycko_kaka

# EMOJI: ⛲️ fountain
source: fountain
ja: 噴水
sv: fontän

# EMOJI: 🖋️ fountain pen
source: fountain_pen
ja: 万年筆
sv: reservoar_penna

# EMOJI: 🍀 four leaf clover
source: four_leaf_clover
ja: 四つ葉のクローバー
sv: fyr_klöver

# EMOJI: 🦊 fox
source: fox_face
ja: 狐
sv: räv

# EMOJI: 🦊 fox
source: fox_face
ja: 狐顔
sv: räv_ansikte

# EMOJI: 🖼️ framed picture
source: framed_picture
ja: 額縁の絵
sv: inramad_bild

# EMOJI: 🇫🇷 flag: France
source: france
ja: フランス
sv: frankrike

# EMOJI: 🆓 FREE button
source: free
ja: 無料
sv: fri

# EMOJI: 🍟 french fries
source: fries
ja: フレンチフライ
sv: pommes_frites

# EMOJI: 🇬🇫 flag: French Guiana
source: french_guiana
ja: 仏領ギアナ
sv: franska_guyana

# EMOJI: 🇵🇫 flag: French Polynesia
source: french_polynesia
ja: 仏領ポリネシア
sv: franska_polynesien

# EMOJI: 🇹🇫 flag: French Southern Territories
source: french_southern_territories
ja: 仏領南極地方
sv: franska_sydterritorierna

# EMOJI: 🍳 cooking
source: fried_egg
ja: 目玉焼き
sv: stekt_ägg

# EMOJI: 🍤 fried shrimp
source: fried_shrimp
ja: エビフライ
sv: friterad_räka

# EMOJI: 🍟 french fries
source: fries
ja: フライドポテト
sv: pommes frites

# EMOJI: 🐸 frog
source: frog_face
ja: カエル
sv: groda

# EMOJI: 🐸 frog
source: frog_face
ja: カエル顔
sv: grod_ansikte

# EMOJI: 😦 frowning face with open mouth
source: frowning_face
ja: 怒る
sv: ledsen

# EMOJI: 😦 frowning face with open mouth
source: frowning_face
ja: 怒った顔
sv: rynkande_ansikte

# EMOJI: ⛽️ fuel pump
source: fuelpump
ja: 給油
sv: bensinpump

# EMOJI: 🌕️ full moon
source: full_moon
ja: 満月
sv: full_måne

# EMOJI: 🌝 full moon face
source: full_moon_with_face
ja: 満月顔
sv: fullmåne_med_ansikte

# EMOJI: ⚱️ funeral urn
source: funeral_urn
ja: 骨壷
sv: begravnings_urna

# EMOJI: 🇬🇦 flag: Gabon
source: gabon
ja: ガボン

# EMOJI: 🇬🇲 flag: Gambia
source: gambia
ja: ガンビア

# EMOJI: 🎲 game die
source: game_die
ja: サイコロ
sv: spel_tärning

# EMOJI: 🧄 garlic
source: garlic
ja: にんにく
sv: vitlök

# EMOJI: 🫢 face with open eyes and hand over mouth
source: face_with_open_eyes_hand_over_mouth
ja: あえぐ

# EMOJI: ⚙️ gear
source: gear
ja: ギア
sv: kugghjul

# EMOJI: 💎 gem stone
source: gem
ja: 宝石
sv: juvel

# EMOJI: ♊️ Gemini
source: gemini
ja: 天秤座
sv: tvillingarna

# EMOJI: 🧞 genie
source: genie
ja: 精霊
sv: ande

# EMOJI: 🇬🇪 flag: Georgia
source: georgia
ja: グルジア

# EMOJI: 🇩🇪 flag: Germany
source: germany
ja: ドイツ
sv: tyskland

# EMOJI: 🇬🇭 flag: Ghana
source: ghana
ja: ガーナ

# EMOJI: 👻 ghost
source: ghost
ja: 幽霊
sv: spöke

# EMOJI: 🇬🇮 flag: Gibraltar
source: gibraltar
ja: ジブラルタル

# EMOJI: 🎁 wrapped gift
source: gift
ja: 贈り物
sv: gåva

# EMOJI: 💝 heart with ribbon
source: heart_with_ribbon
ja: ハートの贈り物
sv: gåvo_hjärta

# EMOJI: 🦒 giraffe
source: giraffe
ja: キリン
sv: giraff

# EMOJI: 👧 girl
source: girl
ja: 女の子
sv: flicka

# EMOJI: 🥛 glass of milk
source: milk
ja: ミルクの入ったグラス
sv: glas_med_mjölk

# EMOJI: 👓️ glasses
source: glasses
ja: メガネ
sv: glasögon

# EMOJI: 🌐 globe with meridians
source: globe_with_meridians
ja: 地球
sv: klot_med_meridianer

# EMOJI: 🧤 gloves
source: gloves
ja: グローブ
sv: handskar

# EMOJI: 🌟 glowing star
source: star2
ja: 一番星
sv: glödande_stjärna

# EMOJI: 🥅 goal net
source: goal_net
ja: ゴールネット
sv: mål_nät

# EMOJI: 🐐 goat
source: goat
ja: ヤギ
sv: get

# EMOJI: 👺 goblin
source: japanese_goblin
ja: 鬼
sv: troll

# EMOJI: 🥽 goggles
source: goggles
ja: ゴーグル
sv: dykarglasögon

# EMOJI: ⛳️ flag in hole
source: golf
ja: ゴルフ

# EMOJI: 🏌️ person golfing
source: person_golfing
ja: ゴルファー
sv: golfare

# EMOJI: 🏌️ person golfing
source: person_golfing
ja: ゴルフする

# EMOJI: 🦍 gorilla
source: gorilla
ja: ゴリラ

# EMOJI: 🎓️ graduation cap
source: mortar_board
ja: 卒業帽

# EMOJI: 🍇 grapes
source: grapes
ja: ぶどう
sv: druvor

# EMOJI: 🇬🇷 flag: Greece
source: greece
ja: ギリシア
sv: grekland

# EMOJI: 🍏 green apple
source: green_apple
ja: 緑のリンゴ
sv: grönt_äpple

# EMOJI: 📗 green book
source: green_book
ja: 緑の本
sv: grön_bok

# EMOJI: 🟢 green circle
source: green_circle
ja: 緑の丸
sv: grön_cirkel

# EMOJI: 💚 green heart
source: green_heart
ja: 緑のハート
sv: grönt_hjärta

# EMOJI: 🥗 green salad
source: salad
ja: グリーンサラダ
sv: grön_sallad

# EMOJI: 🟩 green square
source: green_square
ja: 緑の四角
sv: grön_fyrkant

# EMOJI: 🇬🇱 flag: Greenland
source: greenland
ja: グリーンランド
sv: grönland

# EMOJI: 🇬🇩 flag: Grenada
source: grenada
ja: グレナダ

# EMOJI: 😬 grimacing face
source: grimacing_face
ja: しかめる
sv: grimaserande

# EMOJI: 😬 grimacing face
source: grimacing_face
ja: しかめっ面
sv: grimaserande_ansikte

# EMOJI: 😁 beaming face with smiling eyes
source: grin
ja: ニヤリと笑う
sv: flin

# EMOJI: 😀 grinning face
source: grinning_face
ja: ニヤリ
sv: flinande

# EMOJI: 😺 grinning cat
source: smiley_cat
ja: ニヤリとする猫
sv: flinande_katt

# EMOJI: 😀 grinning face
source: grinning_face
ja: ニヤケ顔
sv: flinande_ansikte

# EMOJI: 💗 growing heart
source: heartpulse
ja: 輝くハート
sv: växande_hjärta

# EMOJI: 🇬🇵 flag: Guadeloupe
source: guadeloupe
ja: グアドループ

# EMOJI: 🇬🇺 flag: Guam
source: guam
ja: グアム

# EMOJI: 💂 guard
source: guard
ja: 防人
sv: vakt

# EMOJI: 🇬🇹 flag: Guatemala
source: guatemala
ja: グアマテラ

# EMOJI: 🇬🇬 flag: Guernsey
source: guernsey
ja: ガーンジー

# EMOJI: 🦮 guide dog
source: guide_dog
ja: 盲導犬
sv: guide_hund

# EMOJI: 🇬🇳 flag: Guinea
source: guinea
ja: ギニア

# EMOJI: 🇬🇼 flag: Guinea-Bissau
source: guinea_bissau
ja: ギニアビサウ

# EMOJI: 🎸 guitar
source: guitar
ja: ギター
sv: gitarr

# EMOJI: 🔫 water pistol
source: pistol
ja: 拳銃

# EMOJI: 🇬🇾 flag: Guyana
source: guyana
ja: ガイアナ

# EMOJI: 💇 person getting haircut
source: person_getting_haircut
ja: 散髪
sv: frisyr

# EMOJI: 🇭🇹 flag: Haiti
source: haiti
ja: ハイチ

# EMOJI: 😇 smiling face with halo
source: innocent
ja: 天使の輪
sv: gloria

# EMOJI: 🍔 hamburger
source: hamburger
ja: ハンバーガー
sv: hamburgare

# EMOJI: 🔨 hammer
source: hammer
ja: トンカチ
sv: hammare

# EMOJI: ⚒️ hammer and pick
source: hammer_and_pick
ja: トンカチとピック

# EMOJI: 🛠️ hammer and wrench
source: hammer_and_wrench
ja: トンカチとレンチ
sv: hammare_och_skiftnyckel

# EMOJI: 🪬 hamsa
source: hamsa
ja: ハムサ

# EMOJI: 🐹 hamster
source: hamster_face
ja: ハムスター
sv: hamster

# EMOJI: 🐹 hamster
source: hamster_face
ja: ハムスターの顔
sv: hamster_ansikte

# EMOJI: 🤭 face with hand over mouth
source: hand_over_mouth
ja: 口を手で抑える
sv: hand_över_mun

# EMOJI: 👜 handbag
source: handbag
ja: ハンドバック
sv: handväska

# EMOJI: 🤾 person playing handball
source: person_playing_handball
ja: ハンドボール
sv: handboll

# EMOJI: ♿️ wheelchair symbol
source: wheelchair
ja: 車椅子
sv: handikappad

# EMOJI: 🤝 handshake
source: handshake
ja: 握手
sv: handskakning

# EMOJI: #️⃣ keycap: #
source: number_sign
ja: ハッシュ

# EMOJI: 🐥 front-facing baby chick
source: hatched_chick
ja: ひよこ
sv: kläckt_fågelunge

# EMOJI: 🐣 hatching chick
source: hatching_chick
ja: 孵化したひよこ
sv: kläckande_kyckling

# EMOJI: 🎧️ headphone
source: headphones
ja: ヘッドホン
sv: hörlurar

# EMOJI: 🪦 headstone
source: headstone
ja: 墓石
sv: gravsten

# EMOJI: 🧑‍⚕️ health worker
source: health_worker
ja: ヘルスワーカー
sv: hälso_arbetare

# EMOJI: 🇭🇲 flag: Heard & McDonald Islands
source: heard_mcdonald_islands
ja: ハード島とマクドナルド諸島
sv: heard_mcdonald_öarna

# EMOJI: ❤️ red heart
source: red_heart
ja: 赤いハート
sv: hjärta

# EMOJI: 💟 heart decoration
source: heart_decoration
ja: ハートのデコレーション
sv: hjärt_dekoration

# EMOJI: ❣️ heart exclamation
source: heart_exclamation
ja: ハートの感嘆符
sv: hjärt_utrop

# EMOJI: 😍 smiling face with heart-eyes
source: smiling_face_with_heart_eyes
ja: ハートアイ
sv: hjärt_ögon

# EMOJI: 😻 smiling cat with heart-eyes
source: smiling_cat_with_heart_eyes
ja: ハートアイの猫
sv: hjärt_ögon_katt

# EMOJI: 🫶 heart hands
source: heart_hands
ja: ハートの形の手

# EMOJI: ❤️‍🔥 heart on fire
source: heart_on_fire
ja: 燃えるハート
sv: hjärta_i_brand

# EMOJI: 💘 heart with arrow
source: heart_with_arrow
ja: ハートと矢
sv: hjärta_med_pil

# EMOJI: 💝 heart with ribbon
source: heart_with_ribbon
ja: ハートとリボン
sv: hjärta_med_band

# EMOJI: 💓 beating heart
source: heartbeat
ja: 鼓動
sv: hjärtslag

# EMOJI: 💗 growing heart
source: heartpulse
ja: ハートパルス
sv: hjärtpuls

# EMOJI: ♥️ heart suit
source: hearts
ja: ハート
sv: hjärter

# EMOJI: ✔️ check mark
source: heavy_check_mark
ja: 太いチェックマーク
sv: tung_bock

# EMOJI: 💲 heavy dollar sign
source: heavy_dollar_sign
ja: 太いドルサイン
sv: tungt_dollar_tecken

# EMOJI: 🟰 heavy equals sign
source: heavy_equals_sign
ja: 太いイコール

# EMOJI: 🦔 hedgehog
source: hedgehog
ja: ハリネズミ
sv: igelkott

# EMOJI: 🚁 helicopter
source: helicopter
ja: ヘリコプター
sv: helikopter

# EMOJI: 🌿 herb
source: herb
ja: ハーブ
sv: ört

# EMOJI: 🌺 hibiscus
source: hibiscus
ja: ハイビスカス
sv: hibiskus

# EMOJI: 🔆 bright button
source: high_brightness
ja: 高輝度
sv: hög_ljusstyrka

# EMOJI: 👠 high-heeled shoe
source: high_heel
ja: ハイヒール
sv: hög_klack

# EMOJI: ⚡️ high voltage
source: zap
ja: 高電圧
sv: hög_spänning

# EMOJI: 🔊 speaker high volume
source: loud_sound
ja: ボリューム大
sv: hög_volym

# EMOJI: 🥾 hiking boot
source: hiking_boot
ja: ハイキング靴
sv: vandrings_känga

# EMOJI: 🛕 hindu temple
source: hindu_temple
ja: ヒンズー教のお寺
sv: hindu_tempel

# EMOJI: 🦛 hippopotamus
source: hippo
ja: サイ
sv: flodhäst

# EMOJI: 🏒 ice hockey
source: hockey
ja: ホッケー
sv: ishockey

# EMOJI: 🕳️ hole
source: hole
ja: 穴
sv: hål

# EMOJI: ⭕️ hollow red circle
source: red_o
ja: 赤丸
sv: ihålig_röd_cirkel

# EMOJI: 🏘️ houses
source: houses
ja: 家
sv: hem

# EMOJI: 🇭🇳 flag: Honduras
source: honduras
ja: ホンジュラス

# EMOJI: 🍯 honey pot
source: honey_pot
ja: ハニーポット
sv: honungs_burk

# EMOJI: 🇭🇰 flag: Hong Kong SAR China
source: hong_kong
ja: 香港

# EMOJI: 🪝 hook
source: hook
ja: フック
sv: krok

# EMOJI: 🐎 horse
source: racehorse
ja: 馬
sv: häst

# EMOJI: 🐴 horse face
source: horse_face
ja: 馬の顔
sv: häst_ansikte

# EMOJI: 🏇 horse racing
source: horse_racing
ja: 競馬
sv: häst_kapplöpning

# EMOJI: 🏥 hospital
source: hospital
ja: 病院
sv: sjukhus

# EMOJI: 🥵 hot face
source: hot_face
ja: 暑い
sv: het

# EMOJI: 🥵 hot face
source: hot_face
ja: 暑そうな顔
sv: het_ansikte

# EMOJI: 🌶️ hot pepper
source: hot_pepper
ja: 唐辛子
sv: het_peppar

# EMOJI: 🌭 hot dog
source: hotdog
ja: ホットドック
sv: varmkorv

# EMOJI: 🏨 hotel
source: hotel
ja: ホテル
sv: hotell

# EMOJI: ♨️ hot springs
source: hotsprings
ja: 温泉
sv: heta källor

# EMOJI: ⌛️ hourglass done
source: hourglass
ja: 砂時計
sv: timglas

# EMOJI: ⏳️ hourglass not done
source: hourglass_flowing_sand
ja: 砂時計と砂
sv: timglas_flödande_sand

# EMOJI: 🏠️ house
source: house
ja: 家
sv: hus

# EMOJI: 🏚️ derelict house
source: house_abandoned
ja: 空き家
sv: hus_övergivet

# EMOJI: 🏡 house with garden
source: house_with_garden
ja: 庭付きの家
sv: hus_med_trädgård
