Repository: milesj/emojibase
Catalog: po/*/shortcodes.po
Languages: ja, sv

# EMOJI: 🏘️ houses
source: houses
ja: 家
sv: hus

# EMOJI: 🤗 smiling face with open hands
source: hugging_face
ja: ハグ
sv: kram

# EMOJI: 🤗 smiling face with open hands
source: hugging_face
ja: ハグする
sv: kramar

# EMOJI: 🤗 smiling face with open hands
source: hugging_face
ja: ハグしている顔
sv: kramas_ansikte

# EMOJI: 🇭🇺 flag: Hungary
source: hungary
ja: ハンガリー
sv: ungern

# EMOJI: 🛖 hut
source: hut
ja: 屋根
sv: hydda

# EMOJI: 🧊 ice
source: ice_cube
ja: アイス
sv: is

# EMOJI: 🍨 ice cream
source: ice_cream
ja: アイスクリーム
sv: glass

# EMOJI: 🧊 ice
source: ice_cube
ja: 氷
sv: is_kub

# EMOJI: ⛸️ ice skate
source: ice_skate
ja: アイススケート
sv: skrid_sko

# EMOJI: 🍦 soft ice cream
source: soft_serve
ja: ソフトクリーム
sv: glass

# EMOJI: 🇮🇸 flag: Iceland
source: iceland
ja: アイスランド
sv: island

# EMOJI: 🪪 identification card
source: id_card
ja: IDカード

# EMOJI: 🉐 Japanese “bargain” button
source: ja_bargain
ja: お買い得
sv: ideograf_fördel

# EMOJI: 📥️ inbox tray
source: inbox_tray
ja: 受信トレイ
sv: inkorgs_fack

# EMOJI: 📨 incoming envelope
source: incoming_envelope
ja: メール受信
sv: inkommande_kuvert

# EMOJI: 🇮🇳 flag: India
source: india
ja: インド
sv: indien

# EMOJI: 🇮🇩 flag: Indonesia
source: indonesia
ja: インドネシア
sv: indonesien

# EMOJI: ♾️ infinity
source: infinity
ja: 無限大
sv: oändlighet

# EMOJI: ℹ️ information
source: information_source
ja: 情報
sv: info

# EMOJI: ℹ️ information
source: information_source
ja: 情報源
sv: informations_källa

# EMOJI: 😇 smiling face with halo
source: innocent
ja: 笑顔に天使の輪
sv: oskyldig

# EMOJI: 📱 mobile phone
source: mobile_phone
ja: アイフォン
sv: iphone

# EMOJI: 🇮🇷 flag: Iran
source: iran
ja: イラン

# EMOJI: 🇮🇶 flag: Iraq
source: iraq
ja: イラク
sv: irak

# EMOJI: 🇮🇪 flag: Ireland
source: ireland
ja: アイルランド
sv: irland

# EMOJI: 🏝️ desert island
source: island
ja: 島
sv: ö

# EMOJI: 🇮🇲 flag: Isle of Man
source: isle_of_man
ja: マン島

# EMOJI: 🇮🇱 flag: Israel
source: israel
ja: イスラエル

# EMOJI: 🇮🇹 flag: Italy
source: italy
ja: イタリア
sv: italien

# EMOJI: 🏮 red paper lantern
source: red_paper_lantern
ja: 赤ちょうちん
sv: izakaya_lykta

# EMOJI: 🉑 Japanese “acceptable” button
source: ja_acceptable
ja: 可能
sv: ja_acceptabelt

# EMOJI: 🈸 Japanese “application” button
source: ja_application
ja: 申請

# EMOJI: 🉐 Japanese “bargain” button
source: ja_bargain
ja: お買い得

# EMOJI: ㊗️ Japanese “congratulations” button
source: ja_congratulations
ja: 祝
sv: ja_grattis

# EMOJI: 🈹 Japanese “discount” button
source: ja_discount
ja: 割引
sv: ja_rabatt

# EMOJI: 🈚️ Japanese “free of charge” button
source: ja_free_of_charge
ja: 無料

# EMOJI: 🈁 Japanese “here” button
source: koko
ja: ココ
sv: ja_här

# EMOJI: 🈷️ Japanese “monthly amount” button
source: ja_monthly_amount
ja: 月極
sv: ja_månadligt belopp

# EMOJI: 🈵 Japanese “no vacancy” button
source: ja_no_vacancy
ja: 満室
sv: ja_ingen_ledig plats

# EMOJI: 🈶 Japanese “not free of charge” button
source: ja_not_free_of_carge
ja: 有料

# EMOJI: 🈺 Japanese “open for business” button
source: ja_open_for_business
ja: 営業
sv: ja_öppet_för_affärer

# EMOJI: 🈴 Japanese “passing grade” button
source: ja_passing_grade
ja: 合格点

# EMOJI: 🈲 Japanese “prohibited” button
source: ja_prohibited
ja: 禁止
sv: ja_förbjudet

# EMOJI: 🈯️ Japanese “reserved” button
source: ja_reserved
ja: 指名
sv: ja_reserverad

# EMOJI: ㊙️ Japanese “secret” button
source: secret
ja: マル秘
sv: ja_hemlighet

# EMOJI: 🈂️ Japanese “service charge” button
source: ja_service_charge
ja: サービス
sv: ja_service_avgift

# EMOJI: 🈳 Japanese “vacancy” button
source: ja_vacancy
ja: 空き室あり
sv: ja_vakans

# EMOJI: 🎃 jack-o-lantern
source: jack_o_lantern
ja: ジャック・オー・ランタン
sv: pumpa_lykta

# EMOJI: 🇯🇲 flag: Jamaica
source: jamaica
ja: ジャマイカ

# EMOJI: 🇯🇵 flag: Japan
source: japan
ja: 日本

# EMOJI: 🗾 map of Japan
source: japan_map
ja: 日本地図
sv: japan_karta

# EMOJI: 🏯 Japanese castle
source: japanese_castle
ja: 日本のお城
sv: japansk_slott

# EMOJI: 👺 goblin
source: japanese_goblin
ja: 日本のおばけ
sv: japansk_goblin

# EMOJI: 👹 ogre
source: ogre
ja: 日本の鬼

# EMOJI: 🫙 jar
source: jar
ja: 瓶

# EMOJI: 👖 jeans
source: jeans
ja: ジーンズ

# EMOJI: 🇯🇪 flag: Jersey
source: jersey
ja: ジャージー

# EMOJI: 🧩 puzzle piece
source: puzzle_piece
ja: ジグソーパズル
sv: pussel

# EMOJI: 🏴‍☠️ pirate flag
source: pirate_flag
ja: 海賊旗
sv: jolly_roger

# EMOJI: 🇯🇴 flag: Jordan
source: jordan
ja: ヨルダン
sv: jordanien

# EMOJI: 😂 face with tears of joy
source: tears_of_joy
ja: 楽しむ
sv: glädje

# EMOJI: 😹 cat with tears of joy
source: tears_of_joy_cat
ja: 楽しむ猫
sv: glädje_katt

# EMOJI: 🕹️ joystick
source: joystick
ja: ジョイスティック

# EMOJI: 🧑‍⚖️ judge
source: judge
ja: 判定
sv: domare

# EMOJI: 🤹 person juggling
source: person_juggling
ja: ジャグラー
sv: jonglör

# EMOJI: 🤹 person juggling
source: person_juggling
ja: ジャグリング
sv: jonglering

# EMOJI: 🧃 beverage box
source: juice_box
ja: ジュース箱
sv: festis

# EMOJI: 🕋 kaaba
source: kaaba
ja: カーバ

# EMOJI: 🦘 kangaroo
source: kangaroo
ja: カンガルー
sv: kängru

# EMOJI: 🇰🇿 flag: Kazakhstan
source: kazakhstan
ja: カザフスタン
sv: kazakstan

# EMOJI: 🇰🇪 flag: Kenya
source: kenya
ja: ケニヤ

# EMOJI: 🔑 key
source: key
ja: 鍵
sv: nyckel

# EMOJI: ⌨️ keyboard
source: keyboard
ja: キーボード
sv: tangentbord

# EMOJI: 👘 kimono
source: kimono
ja: 着物

# EMOJI: 💋 kiss mark
source: kiss
ja: キス
sv: kyss

# EMOJI: 😗 kissing face
source: kissing_face
ja: キスする
sv: kyssar

# EMOJI: 😽 kissing cat
source: kissing_cat
ja: キスする猫
sv: kyssar_katt

# EMOJI: 😗 kissing face
source: kissing_face
ja: キスする顔
sv: kyssande_ansikte

# EMOJI: 😘 face blowing a kiss
source: kissing_heart
ja: ハートにキス
sv: kyssande_hjärta

# EMOJI: 🪁 kite
source: kite
ja: タコ
sv: drake

# EMOJI: 🥝 kiwi fruit
source: kiwi
ja: キゥイ
sv: kiwifrukt

# EMOJI: 🧎 person kneeling
source: person_kneeling
ja: 正座
sv: knäböja

# EMOJI: 🔪 kitchen knife
source: knife
ja: 包丁
sv: kniv

# EMOJI: 😵 face with crossed-out eyes
source: knocked_out
ja: ノックアウト
sv: ut_slagen

# EMOJI: 🪢 knot
source: knot
ja: 結び目
sv: knop

# EMOJI: 🐨 koala
source: koala_face
ja: コアラ
sv: koala

# EMOJI: 🐨 koala
source: koala_face
ja: コアラ顔
sv: koala_ansikte

# EMOJI: 🈁 Japanese “here” button
source: koko
ja: ココ

# EMOJI: 🇽🇰 flag: Kosovo
source: kosovo
ja: コソボ

# EMOJI: 🇰🇼 flag: Kuwait
source: kuwait
ja: クウェート

# EMOJI: 🇰🇬 flag: Kyrgyzstan
source: kyrgyzstan
ja: キルギスタン
sv: kirgizistan

# EMOJI: 🥼 lab coat
source: lab_coat
ja: 研究着
sv: labb_rock

# EMOJI: 🏷️ label
source: label
ja: ラベル
sv: etikett

# EMOJI: 🥍 lacrosse
source: lacrosse
ja: ラクロス

# EMOJI: 🪜 ladder
source: ladder
ja: はしご
sv: stege

# EMOJI: 🐞 lady beetle
source: lady_beetle
ja: てんとう虫
sv: kvinnlig_skalbagge

# EMOJI: 🇱🇦 flag: Laos
source: laos
ja: ラオス

# EMOJI: 💻️ laptop
source: laptop
ja: ラップトップ
sv: bärbar dator

# EMOJI: 🔷 large blue diamond
source: large_blue_diamond
ja: 青いダイアモンド
sv: stor_blå_diamant

# EMOJI: 🔶 large orange diamond
source: large_orange_diamond
ja: 橙のダイアモンド
sv: stor_orange_diamant

# EMOJI: ✝️ latin cross
source: latin_cross
ja: ラテンの十字
sv: latinska_korset

# EMOJI: 🇱🇻 flag: Latvia
source: latvia
ja: ラトビア
sv: lettland

# EMOJI: 😆 grinning squinting face
source: squinting_face
ja: 笑う
sv: skrattar

# EMOJI: 🥬 leafy green
source: leafy_green
ja: 緑豊かな
sv: löv_grön

# EMOJI: 🍃 leaf fluttering in wind
source: leaves
ja: 葉っぱ
sv: löv

# EMOJI: 🇱🇧 flag: Lebanon
source: lebanon
ja: レバノン
sv: libanon

# EMOJI: 📒 ledger
source: ledger
ja: 台帳
sv: huvudbok

# EMOJI: ↔️ left-right arrow
source: left_right_arrow
ja: 左右矢印
sv: vänster_höger_pil

# EMOJI: 🦵 leg
source: leg
ja: 足
sv: ben

# EMOJI: 🍋 lemon
source: lemon
ja: レモン
sv: citron

# EMOJI: ♌️ Leo
source: leo
ja: 獅子座
sv: lejonet

# EMOJI: 🐆 leopard
source: leopard
ja: ヒョウ

# EMOJI: 🇱🇸 flag: Lesotho
source: lesotho
ja: レソト

# EMOJI: 🎚️ level slider
source: level_slider
ja: レベルスライダー
sv: nivå_reglage

# EMOJI: 🕴️ person in suit levitating
source: person_in_suit_levitating
ja: 浮遊
sv: sväva

# EMOJI: 🇱🇷 flag: Liberia
source: liberia
ja: リベリア

# EMOJI: ♎️ Libra
source: libra
ja: 天秤座
sv: vågen

# EMOJI: 🇱🇾 flag: Libya
source: libya
ja: リビヤ
sv: libyen

# EMOJI: 🇱🇮 flag: Liechtenstein
source: liechtenstein
ja: リヒテンシュタイン

# EMOJI: 🛟 ring buoy
source: ring_buoy
ja: 浮き輪

# EMOJI: 💡 light bulb
source: light_bulb
ja: 電球
sv: glöd_lampa

# EMOJI: 🚈 light rail
source: light_rail
ja: ライトレール
sv: snabb_spårväg

# EMOJI: 🌩️ cloud with lightning
source: lightning
ja: 雷雲
sv: blixt

# EMOJI: 🔗 link
source: link
ja: リンク
sv: länk

# EMOJI: 🦁 lion
source: lion_face
ja: ライオン
sv: lejon

# EMOJI: 🦁 lion
source: lion_face
ja: ライオン顔
sv: lejon_ansikte

# EMOJI: 👄 mouth
source: mouth
ja: 唇
sv: läppar

# EMOJI: 💄 lipstick
source: lipstick
ja: 口紅
sv: läppstift

# EMOJI: 🇱🇹 flag: Lithuania
source: lithuania
ja: リトアニア
sv: litauen

# EMOJI: 🚮 litter in bin sign
source: put_litter_in_its_place
ja: くずかご
sv: pappers_korg

# EMOJI: 🦎 lizard
source: lizard
ja: トカゲ
sv: ödla

# EMOJI: 🦙 llama
source: llama
ja: ラマ
sv: lama

# EMOJI: 🦞 lobster
source: lobster
ja: ロブスター
sv: hummer

# EMOJI: 🔒️ locked
source: locked
ja: ロック
sv: lås

# EMOJI: 🔏 locked with pen
source: locked_with_pen
ja: ロックとペン
sv: lås_med_bläckpenna

# EMOJI: 🔒️ locked
source: locked
ja: ロック中
sv: lås

# EMOJI: 🔐 locked with key
source: locked_with_key
ja: 錠前と鍵
sv: låst_med_nyckel

# EMOJI: 🔏 locked with pen
source: locked_with_pen
ja: 錠前とペン
sv: låst_med_penna

# EMOJI: 😆 grinning squinting face
source: squinting_face
ja: 大笑い
sv: lol

# EMOJI: 🍭 lollipop
source: lollipop
ja: ロリポップ
sv: klubba

# EMOJI: 🪘 long drum
source: long_drum
ja: 長いドラム
sv: lång_trumma

# EMOJI: 🧴 lotion bottle
source: lotion_bottle
ja: 付け薬のボトル
sv: lotion_flaska

# EMOJI: 🪷 lotus
source: lotus
ja: ハス

# EMOJI: 🔊 speaker high volume
source: loud_sound
ja: 大音量
sv: högt_ljud

# EMOJI: 📢 loudspeaker
source: loudspeaker
ja: メガホン
sv: megafon

# EMOJI: 🏩 love hotel
source: love_hotel
ja: ラブホ
sv: kärleks_hotell

# EMOJI: 💌 love letter
source: love_letter
ja: ラブレター
sv: kärleks_brev

# EMOJI: 🪫 low battery
source: low_battery
ja: 低バッテリー

# EMOJI: 🔅 dim button
source: low_brightness
ja: 暗く
sv: låg_ljusstyrka

# EMOJI: 🔈️ speaker low volume
source: speaker
ja: 小音量
sv: låg_volym

# EMOJI: 🧳 luggage
source: luggage
ja: 荷物
sv: bagage

# EMOJI: 🫁 lungs
source: lungs
ja: 肺
sv: lungor

# EMOJI: 🇱🇺 flag: Luxembourg
source: luxembourg
ja: ルクセンブルグ
sv: luxemburg

# EMOJI: 🤥 lying face
source: lying_face
ja: 嘘つき
sv: ljuger

# EMOJI: 🤥 lying face
source: lying_face
ja: 嘘つきの顔
sv: ljugande_ansikte

# EMOJI: 🇲🇴 flag: Macao SAR China
source: macau
ja: マカオ
sv: macao

# EMOJI: 🇲🇴 flag: Macao SAR China
source: macau
ja: マカオ

# EMOJI: 🇲🇰 flag: North Macedonia
source: macedonia
ja: マケドニア

# EMOJI: 🇲🇬 flag: Madagascar
source: madagascar
ja: マダガスカル
sv: madagaskar

# EMOJI: 🔍️ magnifying glass tilted left
source: mag
ja: 虫眼鏡
sv: förstoringsglas

# EMOJI: 🔎 magnifying glass tilted right
source: mag_right
ja: 右虫眼鏡
sv: förstoringsglas_höger

# EMOJI: 🧙 mage
source: mage
ja: 魔法使い
sv: magiker

# EMOJI: 🪄 magic wand
source: magic_wand
ja: 魔法の杖
sv: troll_stav

# EMOJI: 🧲 magnet
source: magnet
ja: 磁石

# EMOJI: 🀄️ mahjong red dragon
source: mahjong
ja: 麻雀

# EMOJI: 📫️ closed mailbox with raised flag
source: mailbox
ja: メールボックス
sv: postlåda

# EMOJI: 📪️ closed mailbox with lowered flag
source: mailbox_closed
ja: 閉じたメールボックス
sv: postlåda_stängd

# EMOJI: 📬️ open mailbox with raised flag
source: mailbox_with_mail
ja: メールの届いたメールボックス
sv: postlåda_med_post

# EMOJI: 📭️ open mailbox with lowered flag
source: mailbox_with_no_mail
ja: 空のメールボックス
sv: postlåda_utan_post

# EMOJI: 🇲🇼 flag: Malawi
source: malawi
ja: マラウィ

# EMOJI: 🇲🇾 flag: Malaysia
source: malaysia
ja: マレーシア

# EMOJI: 🇲🇻 flag: Maldives
source: maldives
ja: モルディブ
sv: maldiverna

# EMOJI: ♂️ male sign
source: male_sign
ja: 男性
sv: man

# EMOJI: ♂️ male sign
source: male_sign
ja: 男性のサイン
sv: manligt tecken

# EMOJI: 🇲🇱 flag: Mali
source: mali
ja: マリ

# EMOJI: 🇲🇹 flag: Malta
source: malta
ja: マルタ

# EMOJI: 🦣 mammoth
source: mammoth
ja: マンモス
sv: mammut

# EMOJI: 👨 man
source: man
ja: 男性

# EMOJI: 👨‍🎨 man artist
source: man_artist
ja: 芸術家の男性
sv: man_konstnär

# EMOJI: 👨‍🚀 man astronaut
source: man_astronaut
ja: 宇宙飛行士の男性

# EMOJI: 👨‍🦲 man: bald
source: man_bald
ja: ハゲた男性
sv: man_flintskallig

# EMOJI: 🧔‍♂️ man: beard
source: man_bearded
ja: ひげを生やした男性
sv: man_skäggig

# EMOJI: 🚴‍♂️ man biking
source: man_biking
ja: サイクリングする男性
sv: man_cyklar

# EMOJI: 👱‍♂️ man: blond hair
source: man_blond_haired
ja: ブロンドの男性
sv: man_blond_hårig

# EMOJI: ⛹️‍♂️ man bouncing ball
source: man_bouncing_ball
ja: バスケットをする男性
sv: man_studsar_boll

# EMOJI: 🙇‍♂️ man bowing
source: man_bowing
ja: お辞儀をする男性
sv: man_bugar

# EMOJI: 🤸‍♂️ man cartwheeling
source: man_cartwheeling
ja: 側転をする男性
sv: man_hjular

# EMOJI: 🧗‍♂️ man climbing
source: man_climbing
ja: クライミングをする男性
sv: man_klättrar

# EMOJI: 👷‍♂️ man construction worker
source: man_construction_worker
ja: 建設作業員の男性
sv: man_konstruktionsarbetare

# EMOJI: 👨‍🍳 man cook
source: man_cook
ja: コックの男性
sv: man_kock

# EMOJI: 👨‍🦱 man: curly hair
source: man_curly_haired
ja: 癖っ毛の男性
sv: man_lockigt_hår

# EMOJI: 🕺 man dancing
source: man_dancing
ja: ダンスをする男性
sv: man_dansar

# EMOJI: 🕵️‍♂️ man detective
source: man_detective
ja: 探偵の男性
sv: man_detektiv

# EMOJI: 🧝‍♂️ man elf
source: man_elf
ja: エルフの男性
sv: man_alv

# EMOJI: 👨‍🏭 man factory worker
source: man_factory_worker
ja: 工場労働者の男性
sv: man_fabriks_arbetare

# EMOJI: 🧚‍♂️ man fairy
source: man_fairy
ja: 妖精の男性
sv: man_fe

# EMOJI: 👨‍🌾 man farmer
source: man_farmer
ja: 農夫の男性
sv: man_bonde

# EMOJI: 👨‍🍼 man feeding baby
source: man_feeding_baby
ja: 赤子をあやす男性
sv: man_matar_barn

# EMOJI: 👨‍🚒 man firefighter
source: man_firefighter
ja: 消防士の男性
sv: man_brandman

# EMOJI: 🏌️‍♂️ man golfing
source: man_golfing
ja: ゴルフをする男性

# EMOJI: 💂‍♂️ man guard
source: man_guard
ja: 警備員の男性
sv: man_vakt

# EMOJI: 👨‍🦽 man in manual wheelchair
source: man_in_manual_wheelchair
ja: 車椅子の男性
sv: man_i_manuell_rullstol

# EMOJI: 🧖‍♂️ man in steamy room
source: man_in_steamy_room
ja: サウナにいる男性
sv: man_i_ångande_rum

# EMOJI: 👨‍⚖️ man judge
source: man_judge
ja: 審判員の男性
sv: man_domare

# EMOJI: 🤹‍♂️ man juggling
source: man_juggling
ja: ジャグリングする男性
sv: man_jonglerar

# EMOJI: 🧎‍♂️ man kneeling
source: man_kneeling
ja: 正座をする男性
sv: man_knäfaller

# EMOJI: 🧙‍♂️ man mage
source: man_mage
ja: 魔法使いの男性
sv: man_trollkarl

# EMOJI: 👨‍🔧 man mechanic
source: man_mechanic
ja: メカニックの男性
sv: man_mekaniker

# EMOJI: 👨‍💼 man office worker
source: man_office_worker
ja: オフィスで働く男性
sv: man_kontorsarbetare

# EMOJI: 👨‍✈️ man pilot
source: man_pilot
ja: パイロットの男性

# EMOJI: 🤾‍♂️ man playing handball
source: man_playing_handball
ja: ハンドボールをする男性
sv: man_spelar_handboll

# EMOJI: 🤽‍♂️ man playing water polo
source: man_playing_water_polo
ja: 水球をする男性
sv: man_spelar_vattenpolo

# EMOJI: 👮‍♂️ man police officer
source: man_police_officer
ja: 警察官の男性
sv: man_polis

# EMOJI: 🙎‍♂️ man pouting
source: man_pouting
ja: 口をとがらせている男性
sv: man_ tjura

# EMOJI: 🙋‍♂️ man raising hand
source: man_raising_hand
ja: 手を挙げる男性

# EMOJI: 👨‍🦰 man: red hair
source: man_red_haired
ja: 赤髪の男性
sv: man_röd_hårig

# EMOJI: 🚣‍♂️ man rowing boat
source: man_rowing_boat
ja: ボートを漕ぐ男性
sv: man_roddbåt

# EMOJI: 🏃‍♂️ man running
source: man_running
ja: 走る男性
sv: man_springer

# EMOJI: 👨‍🔬 man scientist
source: man_scientist
ja: 科学者の男性
sv: man_vetenskapsman

# EMOJI: 👨‍🎤 man singer
source: man_singer
ja: 歌手の男性
sv: man_sångare

# EMOJI: 🧍‍♂️ man standing
source: man_standing
ja: 起立する男性
sv: man_står upp

# EMOJI: 👨‍🎓 man student
source: man_student
ja: 男子学生
sv: man_studerande

# EMOJI: 🦸‍♂️ man superhero
source: man_superhero
ja: スーパーヒーロー
sv: man_superhjälte

# EMOJI: 👰‍♂️ man with veil
source: man_with_veil
ja: ベールを被った男性
sv: man_med_slöja

# EMOJI: 👨‍🦯 man with white cane
source: man_with_white_cane
ja: 白杖を持つ男性
sv: man_med_vit_käpp

# EMOJI: 🧟‍♂️ man zombie
source: man_zombie
ja: ゾンビの男性

# EMOJI: 🥭 mango
source: mango
ja: マンゴー

# EMOJI: 👞 man’s shoe
source: mans_shoe
ja: 男性の靴
sv: herr_skor

# EMOJI: 🦽 manual wheelchair
source: manual_wheelchair
ja: 車椅子
sv: manuell_rullstol

# EMOJI: 🍁 maple leaf
source: maple_leaf
ja: カエデの葉
sv: lönn_löv

# EMOJI: 🇲🇭 flag: Marshall Islands
source: marshall_islands
ja: マーシャル島
sv: marshall_öarna

# EMOJI: 🥋 martial arts uniform
source: martial_arts_uniform
ja: 武道家の服
sv: kampsport_uniform

# EMOJI: 🇲🇶 flag: Martinique
source: martinique
ja: マルティニーク

# EMOJI: 😷 face with medical mask
source: medical_mask
ja: 仮面
sv: mask

# EMOJI: 💆 person getting massage
source: person_getting_massage
ja: マッサージ
sv: massage

# EMOJI: 🧉 mate
source: mate
ja: マテ

# EMOJI: 🇲🇷 flag: Mauritania
source: mauritania
ja: モーリタニア
sv: mauretania

# EMOJI: 🇲🇺 flag: Mauritius
source: mauritius
ja: モーリシャス

# EMOJI: 🇾🇹 flag: Mayotte
source: mayotte
ja: マヨット

# EMOJI: 🍖 meat on bone
source: meat_on_bone
ja: 骨付き肉
sv: kött_på_ben

# EMOJI: 🧑‍🔧 mechanic
source: mechanic
ja: メカニック
sv: mekaniker

# EMOJI: 🦾 mechanical arm
source: mechanical_arm
ja: 義手
sv: mekanisk_arm

# EMOJI: 🦿 mechanical leg
source: mechanical_leg
ja: 義足
sv: mekaniskt_ben

# EMOJI: ⚕️ medical symbol
source: medical_symbol
ja: 医療
sv: medicinsk

# EMOJI: 😷 face with medical mask
source: medical_mask
ja: 医療用マスク
sv: medicinsk_mask

# EMOJI: ⚕️ medical symbol
source: medical_symbol
ja: 医療マーク
sv: medicinsk_symbol

# EMOJI: 🔉 speaker medium volume
source: sound
ja: ボリューム中
sv: medel_volym

# EMOJI: 📣 megaphone
source: megaphone
ja: 拡声器
sv: mega

# EMOJI: 📣 megaphone
source: megaphone
ja: メガホン
sv: megafon

# EMOJI: 🍈 melon
source: melon
ja: メロン

# EMOJI: 🫠 melting face
source: melting_face
ja: 溶ける

# EMOJI: 🫠 melting face
source: melting_face
ja: 溶けた顔

# EMOJI: 📝 memo
source: memo
ja: メモ
sv: anteckning

# EMOJI: 🤼‍♂️ men wrestling
source: men_wrestling
ja: レスリングをする男性
sv: män_brottas

# EMOJI: ❤️‍🩹 mending heart
source: mending_heart
ja: 傷ついたハート
sv: reparera_hjärta

# EMOJI: 🕎 menorah
source: menorah
ja: メノーラー

# EMOJI: 🚹️ men’s room
source: mens
ja: 男性用
sv: herr

# EMOJI: 🧜‍♀️ mermaid
source: mermaid
ja: マーメイド
sv: sjöjungfru

# EMOJI: 🧜‍♂️ merman
source: merman
ja: マーマン
sv: vattenande

# EMOJI: 🧜 merperson
source: merperson
ja: 人魚
sv: vattenperson

# EMOJI: 🚇️ metro
source: metro
ja: 地下鉄
sv: tunnelbana

# EMOJI: 🇲🇽 flag: Mexico
source: mexico
ja: メキシコ

# EMOJI: 🦠 microbe
source: microbe
ja: 微生物
sv: bakterie

# EMOJI: 🇫🇲 flag: Micronesia
source: micronesia
ja: ミクロネシア
sv: mikronesien

# EMOJI: 🎤 microphone
source: microphone
ja: マイク
sv: mikrofon

# EMOJI: 🔬 microscope
source: microscope
ja: 顕微鏡
sv: mikroskop

# EMOJI: 🖕 middle finger
source: middle_finger
ja: 中指
sv: lång_finger

# EMOJI: 🪖 military helmet
source: military_helmet
ja: 軍用帽
sv: militär_hjälm

# EMOJI: 🎖️ military medal
source: military_medal
ja: 勲章
sv: militär_medalj

# EMOJI: 🥛 glass of milk
source: milk
ja: 牛乳
sv: mjölk

# EMOJI: 🌌 milky way
source: milky_way
ja: 銀河
sv: vinter_gatan

# EMOJI: 🚐 minibus
source: minibus
ja: ミニバス

# EMOJI: 💽 computer disk
source: minidisc
ja: ミニディスク
sv: minidisk

# EMOJI: 🪞 mirror
source: mirror
ja: 鏡
sv: spegel

# EMOJI: 🪩 mirror ball
source: mirror_ball
ja: ミラーボール

# EMOJI: 🗿 moai
source: moyai
ja: モアイ
sv: moai

# EMOJI: 📱 mobile phone
source: mobile_phone
ja: 携帯電話
sv: mobil_telefon

# EMOJI: 📲 mobile phone with arrow
source: mobile_phone_arrow
ja: 携帯電話と矢印
sv: mobil_telefon_pil

# EMOJI: 📴 mobile phone off
source: mobile_phone_off
ja: 携帯電話切り
sv: mobil_telefon_av

# EMOJI: 🇲🇩 flag: Moldova
source: moldova
ja: モルドバ
sv: moldavien

# EMOJI: 🇲🇨 flag: Monaco
source: monaco
ja: モナコ

# EMOJI: 💸 money with wings
source: money_with_wings
ja: 羽の生えたお金
sv: pengar_med_vingar

# EMOJI: 💰️ money bag
source: moneybag
ja: お金のはいった袋
sv: penningpung

# EMOJI: 🇲🇳 flag: Mongolia
source: mongolia
ja: モンゴル
sv: mongoliet

# EMOJI: 🐒 monkey
source: monkey
ja: サル
sv: apa

# EMOJI: 🐵 monkey face
source: monkey_face
ja: 猿顔
sv: ap_ansikte

# EMOJI: 🚝 monorail
source: monorail
ja: モノレール

# EMOJI: 🇲🇪 flag: Montenegro
source: montenegro
ja: モンテネグロ

# EMOJI: 🇲🇸 flag: Montserrat
source: montserrat
ja: モントセラト

# EMOJI: 🥮 moon cake
source: moon_cake
ja: 月餅
sv: måne_kaka

# EMOJI: 🎑 moon viewing ceremony
source: rice_scene
ja: 月祭り
sv: mån_ceremoni

# EMOJI: 🇲🇦 flag: Morocco
source: morocco
ja: モロッコ
sv: marocko

# EMOJI: 🎓️ graduation cap
source: mortar_board
ja: モルタルボード

# EMOJI: 🕌 mosque
source: mosque
ja: モスク
sv: moske

# EMOJI: 🦟 mosquito
source: mosquito
ja: 蚊
sv: mygga

# EMOJI: 🛵 motor scooter
source: motor_scooter
ja: スクーター
sv: motor_vespa

# EMOJI: 🛥️ motor boat
source: motorboat
ja: ボート
sv: motorbåt

# EMOJI: 🏍️ motorcycle
source: motorcycle
ja: バイク
sv: motorcykel

# EMOJI: 🦼 motorized wheelchair
source: motorized_wheelchair
ja: 電動車椅子
sv: motoriserad_rullstol

# EMOJI: 🛣️ motorway
source: motorway
ja: 道路
sv: motorväg

# EMOJI: 🗻 mount fuji
source: mount_fuji
ja: 富士山

# EMOJI: ⛰️ mountain
source: mountain
ja: 山
sv: berg

# EMOJI: 🚵 person mountain biking
source: person_mountain_biking
ja: マウンテンバイク
sv: bergs_cyklist

# EMOJI: 🚵 person mountain biking
source: person_mountain_biking
ja: マウンテンバイク
sv: bergs_cykling

# EMOJI: 🚠 mountain cableway
source: mountain_cableway
ja: ロープウェイ
sv: berg_linbana

# EMOJI: 🚞 mountain railway
source: mountain_railway
ja: 山岳鉄道
sv: berg_järnväg

# EMOJI: 🏔️ snow-capped mountain
source: mountain_snow
ja: 雪山
sv: berg_snö

# EMOJI: 🐁 mouse
source: mouse
ja: ネズミ
sv: mus

# EMOJI: 🐭 mouse face
source: mouse_face
ja: ネズミの顔
sv: mus_ansikte

# EMOJI: 🪤 mouse trap
source: mouse_trap
ja: ネズミ捕り
sv: mus_fälla

# EMOJI: 👄 mouth
source: mouth
ja: 口
sv: mun

# EMOJI: 🎥 movie camera
source: movie_camera
ja: ビデオカメラ
sv: film_kamera

# EMOJI: 🗿 moai
source: moyai
ja: モアイ

# EMOJI: 🇲🇿 flag: Mozambique
source: mozambique
ja: モザンビーク
sv: moçambique

# EMOJI: ✖️ multiply
source: multiply
ja: 掛け算
sv: multiplikation

# EMOJI: ✖️ multiply
source: multiply
ja: かける
sv: multiplicera

# EMOJI: 💪 flexed biceps
source: right_bicep
ja: 筋肉
sv: muskel

# EMOJI: 🍄 mushroom
source: mushroom
ja: キノコ
sv: svamp

# EMOJI: 🎹 musical keyboard
source: musical_keyboard
ja: 鍵盤
sv: musikalisk_synth

# EMOJI: 🎵 musical note
source: musical_note
ja: 音符
sv: musik_not

# EMOJI: 🎶 musical notes
source: notes
ja: 音符
sv: musik_noter

# EMOJI: 🎼 musical score
source: musical_score
ja: 楽譜

# EMOJI: 🔇 muted speaker
source: no_sound
ja: スピーカー切
sv: tysta

# EMOJI: 🧑‍🎄 mx claus
source: mx_claus
ja: サンタ
sv: tomten

# EMOJI: 🇲🇲 flag: Myanmar (Burma)
source: myanmar
ja: ミャンマー

# EMOJI: 💅 nail polish
source: nail_polish
ja: ネイルケア
sv: nagel_vård

# EMOJI: 📛 name badge
source: name_badge
ja: 名札
sv: namn_bricka

# EMOJI: 🇳🇦 flag: Namibia
source: namibia
ja: ナミビア

# EMOJI: 🏞️ national park
source: national_park
ja: 自然公園

# EMOJI: 🇳🇷 flag: Nauru
source: nauru
ja: ナウル

# EMOJI: 🤢 nauseated face
source: nauseated_face
ja: 吐き気
sv: illamående

# EMOJI: 🧿 nazar amulet
source: nazar_amulet
ja: ナザール・ボンジュウ
sv: onda_ögat

# EMOJI: 👔 necktie
source: necktie
ja: ネクタイ
sv: slips

# EMOJI: 🇳🇵 flag: Nepal
source: nepal
ja: ネパール

# EMOJI: 🤓 nerd face
source: nerd_face
ja: オタク
sv: nörd

# EMOJI: 🪹 empty nest
source: empty_nest
ja: 巣

# EMOJI: 🪺 nest with eggs
source: nest_with_eggs
ja: 巣と卵

# EMOJI: 🪆 nesting dolls
source: nesting_dolls
ja: マトリョーシカ人形

# EMOJI: 🇳🇱 flag: Netherlands
source: netherlands
ja: オランダ
sv: nederländerna

# EMOJI: 😐️ neutral face
source: neutral_face
ja: 自然
sv: neutral

# EMOJI: 🆕 NEW button
source: new
ja: 新
sv: ny

# EMOJI: 🇳🇨 flag: New Caledonia
source: new_caledonia
ja: ニューカレドニア
sv: nya_kaledonien

# EMOJI: 🌑 new moon
source: new_moon
ja: 新月
sv: ny_måne

# EMOJI: 🇳🇿 flag: New Zealand
source: new_zealand
ja: ニュージーランド
sv: nya_zeeland

# EMOJI: 📰 newspaper
source: newspaper
ja: 新聞
sv: tidning

# EMOJI: ⏭️ next track button
source: next_track
ja: 次のトラック
sv: nästa_spår

# EMOJI: 🇳🇮 flag: Nicaragua
source: nicaragua
ja: ニカラグア

# EMOJI: 🇳🇪 flag: Niger
source: niger
ja: ニジェール

# EMOJI: 🇳🇬 flag: Nigeria
source: nigeria
ja: ナイジェリア

# EMOJI: 🌃 night with stars
source: night_with_stars
ja: 星空
sv: natt_med_stjärnor

# EMOJI: 🥷 ninja
source: ninja
ja: 忍者

# EMOJI: 🇳🇺 flag: Niue
source: niue
ja: ニウエ

# EMOJI: 🔕 bell with slash
source: no_bell
ja: ベルなし
sv: ingen_bjällra

# EMOJI: 🚳 no bicycles
source: no_bicycles
ja: 自転車禁止
sv: inga_cyklar
