Repository: milesj/emojibase
Catalog: po/*/shortcodes.po
Languages: ja, sv

# EMOJI: 👰‍♀️ woman with veil
source: woman_with_veil
sv: kvinna_med_slöja

# EMOJI: 👩‍🦯 woman with white cane
source: woman_with_white_cane
sv: kvinna_med_blindkäpp

# EMOJI: 🧟‍♀️ woman zombie
source: woman_zombie
sv: kvinna_zombie

# EMOJI: 👚 woman’s clothes
source: womans_clothes
sv: dam_kläder

# EMOJI: 👒 woman’s hat
source: womans_hat
sv: dam_hatt

# EMOJI: 👯‍♀️ women with bunny ears
source: women_with_bunny_ears_partying
sv: kvinnor_med_kanin_öron_festar

# EMOJI: 🤼‍♀️ women wrestling
source: women_wrestling
sv: kvinnor_brottas

# EMOJI: 🥱 yawning face
source: yawning_face
sv: gäspa

# EMOJI: 🥱 yawning face
source: yawning_face
sv: gäspande_ansikte

# EMOJI: 0️⃣ keycap: 0
source: zero
sv: noll

# EMOJI: 🤐 zipper-mouth face
source: zipper_mouth_face
sv: blixtlås_mun_ansikte
